Repository: 3liz/lizmap-plugin
Catalog: lizmap/lizmap-locales/web-client/*/jacl2db_admin.po
Languages: cs_cz, el_gr, es_es, fi_fi, hu_hu, nl_nl, pt_br, ru_ru

# jacl2db_admin~acl2.menu.item.groups
source: Groups of users for rights
cs_cz: Skupiny uživatelů práv
el_gr: Ομάδα χρηστών
es_es: Grupos de usuarios
fi_fi: Käyttäjäryhmät oikeuksille
hu_hu: Felhasználói csoportok és jogosultságok
nl_nl: Rechten van gebruikers groepen
pt_br: Grupos de usuários e permissões
ru_ru: Группы пользователей

# jacl2db_admin~acl2.menu.item.rights
source: Rights of users
cs_cz: Práva uživatelů
el_gr: Δικαιώματα χρηστών
es_es: Permisos de usuarios
fi_fi: Käyttäjien oikeudet
hu_hu: Felhasználói jogok
nl_nl: Rechten van gebruikers
pt_br: Permissões dos usuários
ru_ru: Права пользователей

# jacl2db_admin~acl2.groups.title
source: Groups of users for rights
cs_cz: Skupiny uživatelů práv
el_gr: Ομάδα χρηστών για τα δικαιώματα
es_es: Grupos de usuarios para permisos
fi_fi: Käyttäjäryhmät oikeuksille
hu_hu: Felhasználói csoportok és jogosultságok
nl_nl: Rechten van gebruikers groepen
pt_br: Grupos de usuários e permissões
ru_ru: Группы пользователей

# jacl2db_admin~acl2.groups.change.rights.link
source: Change rights of groups
cs_cz: Změna práv skupin
el_gr: Αλλαγή τα δικαιώματα των ομαδών
es_es: Modificar permisos de grupos
fi_fi: Muuta ryhmien oikeuksia
hu_hu: Csoport-jogosultságok megváltoztatása
nl_nl: Rechten van groepen veranderen
pt_br: Modificar permissões dos grupos
ru_ru: Изменить права групп

# jacl2db_admin~acl2.groups.new.users.title
source: Groups of new users
cs_cz: Skupiny nových uživatelů
el_gr: Ομάδες των νέων χρηστών
es_es: Grupos de nuevos usuarios
fi_fi: Uusien käyttäjien ryhmät
hu_hu: Új felhasználók alapértelmezett csoportja
nl_nl: Groepen van nieuwe gebruikers
pt_br: Grupos de novos usuários
ru_ru: Группы для новых пользователей

# jacl2db_admin~acl2.setdefault.button
source: Set default groups
cs_cz: Nastavení výchozích skupin
el_gr: Αποθήκευση
es_es: Establecer grupos por defecto
fi_fi: Aseta oletusryhmät
hu_hu: Alapértelmezett csoportok beállítása
nl_nl: Stel standaardgroepen in
pt_br: Definir grupos padrão
ru_ru: Установить группы по умолчанию

# jacl2db_admin~acl2.message.groups.setdefault.ok
source: Default groups set
cs_cz: Výchozí nastavení skupin
el_gr: Επιτυχία στην αποθήκευση των ομάδων!
es_es: ¡Grupos por defecto registrados con éxito!
fi_fi: Oletusryhmät asetettu
hu_hu: Az alapértelmezett csoportok beállítása megtörtént
nl_nl: Standaard groepen ingesteld
pt_br: Grupos padrão definidos com sucesso
ru_ru: Группы по умолчанию установлены

# jacl2db_admin~acl2.create.group
source: Create a group
cs_cz: Vytvořit skupinu
el_gr: Δημιουργία μιας ομάδας
es_es: Crear un grupo
fi_fi: Luo ryhmä
hu_hu: Felhasználói csoport létrehozása
nl_nl: Een groep creëren
pt_br: Criar um grupo
ru_ru: Добавить группу

# jacl2db_admin~acl2.group.name.label
source: Label:
cs_cz: Značka:
el_gr: Κείμενο :
es_es: Etiqueta:
fi_fi: Nimike:
hu_hu: Csoportcímke
nl_nl: Etiket:
pt_br: Etiqueta:
ru_ru: Метка:

# jacl2db_admin~acl2.group.name.id
source: Ident:
cs_cz: Identifikace:
el_gr: Αναγνωριστικός αριθμός :
es_es: Identificador:
fi_fi: Tunniste:
hu_hu: Csoport-azonosító
pt_br: Identificação:
ru_ru: Идентификатор:

# jacl2db_admin~acl2.message.group.create.ok
source: Group created
cs_cz: Skupina vytvořena
el_gr: Επιτυχία στη δημιουργία της ομάδας !
es_es: ¡Grupo creado con éxito!
fi_fi: Ryhmä luotu
hu_hu: A felhasználói csoport létrejött
nl_nl: Groep gecreëerd
pt_br: Grupo criado com sucesso
ru_ru: Группа создана

# jacl2db_admin~acl2.change.name.title
source: Change the name
cs_cz: Změnit název
el_gr: Αλλαγή του ονόματος
es_es: Cambiar el nombre
fi_fi: Muuta nimeä
hu_hu: Csoportnév megváltoztatása
nl_nl: Verander de naam
pt_br: Mudar o nome
ru_ru: Изменение имени

# jacl2db_admin~acl2.rename.button
source: Rename
cs_cz: Přejmenovat
el_gr: Μετανομασία
es_es: Renombrar
fi_fi: Nimeä uudelleen
hu_hu: Átnevezés
nl_nl: Naam wijzigen
pt_br: Renomear
ru_ru: Переименовать

# jacl2db_admin~acl2.new.name.label
source: New name:
cs_cz: Nový název:
el_gr: Νέο όνομα:
es_es: Nuevo nombre:
fi_fi: Uusi nimi:
hu_hu: Új csoportnév
nl_nl: Nieuwe naam:
pt_br: Novo nome:
ru_ru: Новое имя:

# jacl2db_admin~acl2.message.group.rename.ok
source: Group renamed
cs_cz: Skupina přejmenována
el_gr: Επιτυχία στη μετανομασία της ομάδας !
es_es: ¡Grupo renombrado con éxito!
fi_fi: Ryhmä nimetty uudelleen
hu_hu: A felhasználói csoport átnevezése megtörtént
nl_nl: Groep hernoemd
pt_br: Grupo renomeado com sucesso
ru_ru: Группа переименована

# jacl2db_admin~acl2.delete.group
source: Delete a group
cs_cz: Smazat skupinu
el_gr: Διαγραφή μια ομάδα
es_es: Borrar un grupo
fi_fi: Poista ryhmä
hu_hu: Felhasználói csoport törlése
nl_nl: Verwijder de groep
pt_br: Apagar um grupo
ru_ru: Удаление группы

# jacl2db_admin~acl2.delete.button
source: Delete
cs_cz: Smazat
el_gr: Διαγραφή
es_es: Borrar
fi_fi: Poista
hu_hu: Töröl
nl_nl: Verwijderen
pt_br: Apagar
ru_ru: Удалить

# jacl2db_admin~acl2.message.group.delete.ok
source: Group deleted
cs_cz: Skupina smazána
el_gr: Επιτυχία στη διαγραφή της ομάδας !
es_es: ¡Grupo borrado con éxito!
fi_fi: Ryhmä poistettu
hu_hu: A felhasználói csoport törölve
nl_nl: Groep verwijderd
pt_br: Grupo apagado com sucesso
ru_ru: Группа удалена

# jacl2db_admin~acl2.message.group.delete.error.noacl.yourself
source: The group cannot be deleted, else you couldn't manage rights
cs_cz: Skupina nemůže být smazána, jinak byste nemohli spravovat práva
fi_fi: Ryhmää ei voida poistaa, muuten kenelläkään ei olisi oikeuksia hallita oikeuksia
hu_hu: A csoport nem törölhető, vagy nincs joga a csoport-jogosultságok változtatásához
nl_nl: De groep kan niet worden verwijderd, anders kun je geen rechten beheren.
pt_br: O grupo não pode ser excluído, senão não pode gerenciar as permissões

# jacl2db_admin~acl2.message.group.delete.error.noacl.anybody
source: The group cannot be deleted, else nobody couldn't manage rights
cs_cz: Skupina nemůže být smazána, jinak by nikdo nemohl spravovat práva
fi_fi: Ryhmää ei voida poistaa, muuten kenelläkään ei olisi oikeuksia hallita oikeuksia
hu_hu: A csoport nem törölhető, különben nem marad felhasználó a jogosultságok módosításához
nl_nl: De groep kan niet worden verwijderd, anders kan niemand rechten beheren.
pt_br: O grupo não pode ser excluído, senão ninguém pode gerenciar as permissões

# jacl2db_admin~acl2.groups.rights.title
source: Rights of groups
cs_cz: Práva skupin
el_gr: Δικαιώματα ομαδών
es_es: Permisos de grupos
fi_fi: Ryhmän oikeudet
hu_hu: Felhasználói csoportok jogosultságai
nl_nl: Rechten van groepen
pt_br: Permissões de grupos
ru_ru: Права групп

# jacl2db_admin~acl2.table.th.groups
source: Groups
cs_cz: Skupiny
el_gr: Ομάδες
es_es: Grupos
fi_fi: Ryhmät
hu_hu: Felhasználói csoportok
nl_nl: Groepen
pt_br: Grupos
ru_ru: Группы

# jacl2db_admin~acl2.table.th.rights
source: Rights
cs_cz: Práva
el_gr: Δικαιώματα
es_es: Permisos
fi_fi: Oikeudet
hu_hu: Jogosultságok
nl_nl: Rechten
pt_br: Permissões
ru_ru: Права

# jacl2db_admin~acl2.group.help.rights.inherit
source: "-": undefined right, it can be defined in other groups of the user
cs_cz: "-": nesprávně definováno, může být definováno v jiných skupinách uživatele
el_gr: "-" πληροφορεί ότι το δικαίωμα είναι απροσδιόριστο,η τιμή των άλλων ομάδων του χρήστη θα είναι σε προτεραιότητα
es_es: "-": indica que el permiso no está definido, el valor en otros grupos del usuario será prioritario
fi_fi: "-": määrittelemätön oikeus, se voidaan määrittää käyttäjän muissa ryhmissä
hu_hu: "-": Nem beállított jogosultság, megadható a felhasználó más csoportjainál
nl_nl: "-": niet gedefinieerde machtiging, kan worden bepaald onder andere groepen van de gebruiker
pt_br: "-": permissão não definida, pode ser definida em outros grupos do usuário
ru_ru: "-": право неопределенно, может быть установлено в других группах пользователя

# jacl2db_admin~acl2.group.help.rights.yes
source: "yes": indicate that the right is set, but can be canceled ("no") in an other group
cs_cz: "ano": uveďte, že právo je nastaveno, ale může být zrušeno ("ne") v jiné skupině
el_gr: "ναι" πληροφορεί ότι η ομάδα έχει αυτό το δικαίωμα, εκτός αν μια άλλη ομάδα απ'του χρήστη ενημερώνει "όχι"
es_es: "sí": indica que el grupo tiene este permiso, salvo si en otro grupo del usuario se indica "no"
fi_fi: "kyllä": osoittaa että oikeudet on asetettu, mutta voi olla peruutettu ("ei") toisessa ryhmässä
hu_hu: "yes": engedélyezett jogosultság, de letiltható ("no")a felhasználó más csoportjaiban
nl_nl: "ja": geef aan dat het recht ingesteld is, maar kan worden geannuleerd ("nee") in een andere groep
pt_br: "sim": indica que a permissão está definida, mas pode ser cancelada ("não") em outro grupo
ru_ru: "да": право установлено, но может быть переопределено в другой группе

# jacl2db_admin~acl2.group.help.rights.no
source: "no": the right is not assign to this group, and to any other groups of the user.
cs_cz: "ne": Právo není přiděleno této skupině a ostatním skupinám uživatele.
el_gr: "όχι" πληροφορεί ότι η ομάδα δεν έχει αυτό το δικαίωμα, καθώς μια άλλη ομάδα απ' το χρήστη ενημερώνει "ναι".
es_es: "no": indica que el grupo no tiene este permiso, aunque otros grupos del usuario indiquen "sí".
fi_fi: "ei": oikeutta ei ole osoitettu tälle ryhmälle, eikä käyttäjän muulle ryhmällekään.
hu_hu: "no": a jogosultság nem engedélyezett sem ebben, sem a felhasználó más csoportjaiban
nl_nl: "nee": het recht is niet toegewezen aan deze groep, maar aan andere groepen van de gebruiker.
pt_br: "não": a permissão não está definida para este grupo, nem para quaisquer outros grupos do usuário.
ru_ru: "нет": нет права ни в этой, ни в какой-либо другой группе пользователя

# jacl2db_admin~acl2.global.rights
source: global
cs_cz: globální
el_gr: Κενικώς
fi_fi: globaali
hu_hu: globális
nl_nl: globaal
ru_ru: глобальные

# jacl2db_admin~acl2.special.rights
source: special
cs_cz: speciální
el_gr: Ειδικώς
es_es: especial
fi_fi: erityinen
hu_hu: speciális
nl_nl: speciaal
pt_br: especial
ru_ru: особые

# jacl2db_admin~acl2.message.savegrouprights.error.noacl.yourself
source: Changes cannot be applied else you won't be able to change some rights
cs_cz: Změny nelze použít, jinak nebudete moci některé práva změnit
fi_fi: Muutoksia ei voida käyttää muuten et voi muuttaa joitakin oikeuksia
hu_hu: A módosítások nem végezhetők el, különben nem lesz joga bizonyos jogosultságok megváltoztatásához.
nl_nl: Wijzigingen kunnen niet worden toegepast anders kunt u bepaalde rechten niet wijzigen
pt_br: As alterações não podem ser aplicadas senão não poderá alterar algumas permissões

# jacl2db_admin~acl2.message.savegrouprights.error.noacl.anybody
source: Changes cannot be applied else nobody won't be able to change some rights
cs_cz: Změny nelze použít, jinak nikdo nebude moci změnit některá práva
fi_fi: Muutoksia ei voida käyttää muuten ei kukaan voisi muuttaa joitakin oikeuksia
hu_hu: A módosítások nem végezhetők el, különben nem marad felhasználó a jogosultságok módosításához
nl_nl: Veranderingen kunnen niet worden toegepast anders zal niemand sommige rechten kunnen veranderen
pt_br: As alterações não podem ser aplicadas senão ninguém poderá alterar algumas permissões

# jacl2db_admin~acl2.message.group.rights.ok
source: Rights saved
cs_cz: Práva uložena
el_gr: Επιτυχία στη αποθήκευση των δικαιώματων της ομάδας !
es_es: ¡Permisos de grupos guardados con éxito!
fi_fi: Oikeudet talletettu
hu_hu: A jogosultságok mentése megtörtént
nl_nl: Rechten opgeslagen
pt_br: Permissões do grupo salvas com sucesso
ru_ru: Права сохранены

# jacl2db_admin~acl2.group.rightres.title
source: Rights on resources for the group
cs_cz: Práva na zdroje pro skupinu
el_gr: Δικαιώματα στους πόρους για την ομάδα
es_es: Permisos sobre recursos para el grupo
fi_fi: Ryhmän oikeudet resursseihin
hu_hu: Erőforrások feletti jogosultságok a csoportra vonatkozóan
nl_nl: Rechten op middelen voor de groep
pt_br: Permissões sobre recursos para o grupo
ru_ru: Права на ресурсы для группы

# jacl2db_admin~acl2.users.title
source: Rights of users
cs_cz: Práva uživatelů
el_gr: Δικαιώματα χρηστών
es_es: Permisos de usuarios
fi_fi: Käyttäjien oikeudet
hu_hu: Felhasználói jogosultságok
nl_nl: Rechten van gebruikers
pt_br: Permissões de usuários
ru_ru: Права пользователей

# jacl2db_admin~acl2.filter.title
source: Filter
cs_cz: Filtr
es_es: Filtrar
fi_fi: Suodatin
hu_hu: Szűrés
pt_br: Filtro
ru_ru: Фильтр

# jacl2db_admin~acl2.filter.group
source: Group:
cs_cz: Skupina:
es_es: Grupos:
fi_fi: Ryhmä:
hu_hu: Csoport:
nl_nl: Groep:
pt_br: Grupo:

# jacl2db_admin~acl2.filter.word
source: (part of) name:
cs_cz: (část) názvu:
fi_fi: (osa) nimi:
hu_hu: név (vagy a név részlete):
nl_nl: (gedeelte van) naam:
pt_br: nome (parte):

# jacl2db_admin~acl2.show.button
source: Show
cs_cz: Zobrazit
el_gr: Προβολή
es_es: Mostrar
fi_fi: Näytä
hu_hu: Megmutat
nl_nl: Bekijken
pt_br: Mostrar
ru_ru: Показать

# jacl2db_admin~acl2.no.user.message
source: No user.
cs_cz: Žádný uživatel.
el_gr: Μηδέν χρήστης.
es_es: No hay usuario.
fi_fi: Ei käyttäjjiä.
hu_hu: Nincs felhasználó
nl_nl: Geen gebruiker.
pt_br: Nenhum usuário.
ru_ru: Пусто

# jacl2db_admin~acl2.col.users
source: Users
cs_cz: Uživatelé
el_gr: Χρήστες
es_es: Usuarios
fi_fi: Käyttäjät
hu_hu: Felhasználók
nl_nl: Gebruiker
pt_br: Usuários
ru_ru: Пользователи

# jacl2db_admin~acl2.rights.link
source: rights
cs_cz: práva
el_gr: Δικαιώματα
es_es: permisos
fi_fi: oikeudet
hu_hu: jogosultságok
nl_nl: rechten
pt_br: Permissões
ru_ru: права

# jacl2db_admin~acl2.pages.links.label
source: Pages:
cs_cz: Strany:
el_gr: Σελίδες :
es_es: Páginas:
fi_fi: Sivut:
hu_hu: Oldalak
nl_nl: Pagina's:
pt_br: Páginas:
ru_ru: Страницы:

# jacl2db_admin~acl2.anonymous.group.name
source: Anonymous
cs_cz: Anonymní
el_gr: Ανώνυμοι
es_es: Anónimo
fi_fi: Anonyymi
hu_hu: Névtelen
nl_nl: Anoniem
pt_br: Anónimo
ru_ru: Анонимные

# jacl2db_admin~acl2.all.users.option
source: All users
cs_cz: Všichni uživatelé
el_gr: Ολες οι χρήστες
es_es: Todos los usuarios
fi_fi: Kaikki käyttäjät
hu_hu: Összes felhasználó
nl_nl: Alle gebruikers
pt_br: Todos os usuários
ru_ru: Все пользователи

# jacl2db_admin~acl2.without.groups.option
source: Without group
cs_cz: Bez skupiny
el_gr: Χώρις ομάδα
es_es: Sin grupo
fi_fi: Ilman ryhmää
hu_hu: Csoport nélkül
nl_nl: Zonder groep
pt_br: Sem grupo
ru_ru: Пользователи без групп

# jacl2db_admin~acl2.user.rights.title
source: Rights for
cs_cz: Práva pro
el_gr: Δικαιώματα για
es_es: Permisos sobre
fi_fi: Oikeudet
hu_hu: Jogosultságok
nl_nl: Rechten voor
pt_br: Permissões sobre
ru_ru: Права для

# jacl2db_admin~acl2.has.rights.on.resources
source: This user has rights on some resources
cs_cz: Tento uživatel má práva na některé zdroje
el_gr: Αυτός χρήστης κατέχει δικαιώματα για τους πόρους
es_es: Este usuario tiene permisos sobre algunos recursos
fi_fi: Käyttäjällä on oikeuksia joihinkin resursseihin
hu_hu: Ennek a felhasználónak már vannak jogosultságai az aktuális erőforrások felett.
nl_nl: Deze gebruiker heeft rechten op sommigen middelen
pt_br: Este usuário tem permissões sobre alguns recursos
ru_ru: У пользователя есть права на ресурсы

# jacl2db_admin~acl2.see.rights.on.resources
source: See this rights
cs_cz: Zobrazit práva
el_gr: Προβολή των διακιώματων
es_es: Ver estos permisos
fi_fi: Katso nämä oikeudet
hu_hu: Aktuális jogosultságok megtekintése
nl_nl: Controleren rechten
pt_br: Visualizar estas permissões
ru_ru: Просмотр

# jacl2db_admin~acl2.message.user.rights.ok
source: Rights saved
cs_cz: Práva uložena
el_gr: Επιτυχία στη αποθήκευση των δικαιώματων !
es_es: ¡Permisos guardados con éxito!
fi_fi: Oikeudet talletettu
hu_hu: A jogosultságok mentése megtörtént
nl_nl: Rechten opgeslagen
pt_br: Permissões salvas com sucesso
ru_ru: Права сохранены

# jacl2db_admin~acl2.message.saveuserrights.error.noacl.yourself
source: Changes cannot be applied else you won't be able to change some rights
cs_cz: Změny nelze použít, jinak nebudete moci některé práva změnit
fi_fi: Muutoksia ei voida käyttää muuten et voi muuttaa joitakin oikeuksia
hu_hu: A módosítások nem végezhetők el, különben nem lesz joga bizonyos jogosultságok megváltoztatásához.
nl_nl: Wijzigingen kunnen niet worden toegepast anders kunt u bepaalde rechten niet wijzigen
pt_br: As alterações não podem ser aplicadas senão não poderá alterar algumas pesmissões

# jacl2db_admin~acl2.message.saveuserrights.error.noacl.anybody
source: Changes cannot be applied else nobody won't be able to change some rights
cs_cz: Změny nelze použít, jinak nikdo nebude moci změnit některé práva
fi_fi: Muutoksia ei voida käyttää muuten ei kukaan voisi muuttaa joitakin oikeuksia
hu_hu: A módosítások nem végezhetők el, különben nem marad felhasználó a jogosultságok módosításához
nl_nl: Veranderingen kunnen niet worden toegepast anders zal niemand sommige rechten kunnen veranderen
pt_br: As alterações não podem ser aplicadas senão ninguém poderá alterar algumas pesmissões

# jacl2db_admin~acl2.message.removeuserfromgroup.error.noacl.yourself
source: You cannot be removed from this group else you won't be able to change some rights
cs_cz: Nemůžete být z této skupiny odstraněni, jinak nebudete moci některé práva změnit
fi_fi: Sinua ei voida poistaa tästä ryhmästä muuten et voi muuttaa joitakin oikeuksia
hu_hu: Az aktuális felhasználó nem távolítható el a csoportból, különben nem lesz joga bizonyos jogosultságok megváltoztatásához.
nl_nl: Je kunt niet van deze groep worden verwijderd, anders kun je sommige rechten niet wijzigen.
pt_br: Não pode ser removido deste grupo senão não poderá alterar algumas permissões

# jacl2db_admin~acl2.message.removeuserfromgroup.error.noacl.anybody
source: The user cannot be removed from this group else nobody won't be able to change some rights
cs_cz: Uživatel nemůže být z této skupiny odstraněn, jinak nikdo nebude moci změnit některé práva
fi_fi: Käyttäjää ei voida poistaa tästä ryhmästä muuten et voi muuttaa joitakin oikeuksia
hu_hu: Az aktuális felhasználó nem távolítható el a csoportból, különben nem marad felhasználó a jogosultságok módosításához
nl_nl: De gebruiker kan niet uit deze groep worden verwijderd anders kan niemand enkele rechten wijzigen.
pt_br: O usuário não pode ser removido deste grupo, senão ninguém poderá alterar algumas permissões

# jacl2db_admin~acl2.col.personnal.rights
source: Personal rights
cs_cz: Osobní práva
el_gr: Προσωπικά δικαιώματα
es_es: Permisos personales
fi_fi: Henkilökohtaiset oikeudet
hu_hu: Személyes jogosultságok
nl_nl: Individuele rechten
pt_br: Permissões pessoais
ru_ru: Личные права

# jacl2db_admin~acl2.col.personnal.rights.res
source: Personal rights on resources
cs_cz: Osobní práva na zdroje
el_gr: Προσωπικά δικαιώματα στους πόρους
es_es: Permisos personales sobre recursos
fi_fi: Henkilökohtaiset oikeudet resursseihin
hu_hu: Személyes jogosultságok az erőforrások felett
nl_nl: Individuele rechten op werkmiddelen
pt_br: Permissões pessoais sobre recursos
ru_ru: Личные права на ресурсы

# jacl2db_admin~acl2.col.groups
source: Groups
cs_cz: Skupiny
el_gr: Ομάδες
es_es: Grupos
fi_fi: Ryhmät
hu_hu: Csoportok
nl_nl: Groepen
pt_br: Grupos
ru_ru: Группы

# jacl2db_admin~acl2.col.resulting
source: Resulting rights
cs_cz: Výsledná práva
el_gr: Δικαιώματα στο τέλος
es_es: Permisos resultantes
fi_fi: Johtuvat oikeudet
hu_hu: Vonatkozó jogosultságok
nl_nl: Bekomen rechten
pt_br: Permissões resultantes
ru_ru: Итоговые права

# jacl2db_admin~acl2.col.subjects
source: Subjects
cs_cz: Předměty
el_gr: Θέματα
es_es: Sujetos
fi_fi: Aiheet
hu_hu: Érintett elemek
nl_nl: Onderwerpen
pt_br: Assuntos
ru_ru: Предметы

# jacl2db_admin~acl2.col.resources
source: Resources
cs_cz: Zdroje
el_gr: Πόροι
es_es: Recursos
fi_fi: Resurssit
hu_hu: Erőforrások
nl_nl: Werkmiddelen
pt_br: Recursos
ru_ru: Ресурсы

# jacl2db_admin~acl2.remove.group.tooltip
source: Remove the user from this group
cs_cz: Odstranit uživatele z této skupiny
el_gr: Βγάλει ένας χρήστης από την ομάδα
es_es: Quitar al usuario de este grupo
fi_fi: Poista käyttäjä tästä ryhmästä
hu_hu: Felhasználó eltávolítása a csoportból
nl_nl: Verwijder de gebruiker uit deze groep
pt_br: Remover usuário deste grupo
ru_ru: Удалить пользователя из данной группы

# jacl2db_admin~acl2.add.group.tooltip
source: Add the user to this group
cs_cz: Přidat uživatele do této skupiny
el_gr: Προσθήκη ένας χρήστης στην ομάδα
es_es: Añadir el usuario a este grupo
fi_fi: Lisää käyttäjä tähän ryhmään
hu_hu: Felhasználó hozzáadása a csoporthoz
nl_nl: Voeg de gebruiker toe aan deze groep
pt_br: Adicionar o usuário a este grupo
ru_ru: Добавить пользователя в данную группу

# jacl2db_admin~acl2.user.rightres.title
source: Rights on resources for
cs_cz: Práva na zdroje pro
el_gr: Δικαιώματα χρήστων για
es_es: Permisos sobre recursos para
fi_fi: Oikeudet resursseille
hu_hu: Erőforrás-jogosultságok a következőnek:
nl_nl: Rechten op werkmiddelen voor
pt_br: Permissões sobre recursos para
ru_ru: Права на ресурсы для

# jacl2db_admin~acl2.rights.title
source: Rights
cs_cz: Práva
el_gr: Δικαιώματα χρηστών
es_es: Permisos
fi_fi: Oikeudet
hu_hu: Jogosultságok
nl_nl: Rechten
pt_br: Permissões
ru_ru: Права

# jacl2db_admin~acl2.rightres.title
source: Rights on resources
cs_cz: Práva na zdroje
el_gr: Δικαιώματα στους πόρους
es_es: Permisos sobre recursos
fi_fi: Oikeudet resursseille
hu_hu: Jogosultságok az erőforrások felett
nl_nl: Rechten op werkmiddelen
pt_br: Permissões sobre recursos
ru_ru: Права на ресурсы

# jacl2db_admin~acl2.link.return.to.rights
source: Return to global rights
cs_cz: Zpět k globálním právům
el_gr: Επιστροφή στα γενικά δικαιώματα
es_es: Volver a los permisos globales
fi_fi: Palaa globaaleihin oikeuksiin
hu_hu: Vissza a globális jogosultságokhoz
nl_nl: Terug naar globale rechten
pt_br: Voltar às permissões globais
ru_ru: Вернуться

# jacl2db_admin~acl2.warning.deleting.rightres
source: Warning! To remove this rights, you should use the interfaces provided by business modules corresponding to this rights. Use this page only if you know what you do!
cs_cz: Varování! Chcete-li tato práva odstranit, měli byste používat rozhraní poskytovaná obchodními moduly odpovídajících těmto právům. Použijte tuto stránku pouze, pokud víte, co děláte!
el_gr: Προσοχή! Για να σβήσετε αυτά τα δικαιώματα θα πρέπει να χρησιμοποιήσετε τη διεπαφή που παρέχει από τα modules που επιτρέπουν αυτά διακιώματα. Χρησιμοποιήστε αυτή σελίδα μόνο αν ξέρετε τι κάνετε !
es_es: ¡Aviso! Para eliminar estos permisos, debería utilizar las interfaces suministradas por los módulos de negocio correspondientes a estos permisos. ¡Utilice esta página sólo si sabe lo que hace!
fi_fi: Varoitus! Poistaaksesi nämä oikeudet, on Sinun käytettävä liitäntöjä jotka vastaavat toimintamallia vastaavia oikeuksia. Käytä tätä sivua ainoastaan jos tiedät mitä olet tekemässä!
hu_hu: FIGYELMEZTETÉS! A jogosultságok eltávolításához használja a jogosultságkezelő modult. Csak akkor használja ezt az oldalt ha biztos a dolgában!
nl_nl: Waarschuwing! Om rechten te verwijderen dienen voorziene koppelingen te worden gebruikt, aangeboden door zakelijke modules gelinkt aan deze rechten. Enkel deze pagina gebruiken indien u zeker weet wat u doet!
pt_br: Atenção! Para remover estas permissões, deverá utilizar as interfaces fornecidas pelos módulos correspondentes a estas permissões. Utilize esta página apenas se souber o que realmente está fazendo!
ru_ru: Внимание! Для удаления данных прав необходимо использовать соответствующие бизнес-модули. Используйте эту страницу только если знаете, что делаете!

# jacl2db_admin~acl2.no.rightres
source: No special rights
cs_cz: Žádná zvláštní práva
el_gr: Δεν υπάρχει συγκεκριμένο δικαίωμα
es_es: Sin permisos especiales
fi_fi: Ei erityisiä oikeuksia
hu_hu: Nincsenek speciális jogosultságok
nl_nl: Geen bijzondere rechten
pt_br: Sem permissões especiais
ru_ru: Нет особых прав

# jacl2db_admin~acl2.save.button
source: Save
cs_cz: Uložit
el_gr: Αποθήκευση
es_es: Guardar
fi_fi: Tallenna
hu_hu: Mentés
nl_nl: Opslaan
pt_br: Salvar
ru_ru: Сохранить
