Repository: 3liz/lizmap-plugin
Catalog: lizmap/lizmap-locales/web-client/*/jacl2db_admin.po
Languages: cs_cz, el_gr, es_es, fi_fi, hu_hu, nl_nl, pt_br, ru_ru

# jacl2db_admin~acl2.error.invalid.user
source: Invalid user
cs_cz: Neplatný uživatel
es_es: Usuario inválido
fi_fi: Virheellinen käyttäjä
hu_hu: Nem létező felhasználó
nl_nl: Ongeldige gebruiker
pt_br: Usuário inválido
