Repository: 3liz/lizmap-plugin
Catalog: lizmap/lizmap-locales/web-client/*/jauthdb_admin.po
Languages: cs_cz, de_de, es_es, hu_hu, it_it, nl_nl, pl_pl, pt_pt

# jauthdb_admin~auth.adminmenu.item.list
source: Users
cs_cz: Uživatelé
de_de: Nutzer
es_es: Usuarios
hu_hu: Felhasználók
it_it: Utenti
nl_nl: Gebruikers
pl_pl: Użytkownicy
pt_pt: Utilizadores

# jauthdb_admin~user.title.update
source: Edit your profile
cs_cz: upravit profil
de_de: Profil anpassen
es_es: Editar su perfil
hu_hu: Profilbeállítások
it_it: Modifica il tuo profilo
nl_nl: Pas je profiel aan
pl_pl: Edytuj swój profil
pt_pt: Editar o seu perfil

# jauthdb_admin~user.title.view
source: Details of your profile
cs_cz: Podrobnosti vašeho profilu
de_de: Profildetails
es_es: Detalles de su perfil
hu_hu: Profil részletei
it_it: Dettagli del tuo profilo
nl_nl: Details van uw profiel
pl_pl: Szczegółowe informacje Twojego profilu
pt_pt: Detalhes do seu perfil

# jauthdb_admin~user.title.password
source: Change your password
cs_cz: Změnit si své heslo
de_de: Passwort ändern
es_es: Cambiar su contraseña
hu_hu: Jelszó módosítása
it_it: Modifica la tua password
nl_nl: Wachtwoord veranderen
pl_pl: Zmień swoje hasło
pt_pt: Altere a sua palavra-passe

# jauthdb_admin~user.link.return.to.view
source: Return to your profile summary
cs_cz: Vraťte se do souhrnu profilu
de_de: Zurück zur Profilzusammenfassung
es_es: Volver al resumen de su perfil
hu_hu: Vissza a profil áttekintéséhez
it_it: Torna al riepilogo del tuo profilo
nl_nl: Ga terug naar samenvatting van uw profiel
pl_pl: Powróć do podsumowania profilu
pt_pt: Voltar ao resumo do seu perfil

# jauthdb_admin~user.link.view.record
source: View
cs_cz: Zobrazit
de_de: Anzeigen
es_es: Ver
hu_hu: Megtekint
it_it: Vedi
nl_nl: Overzicht
pl_pl: Zobacz
pt_pt: Ver

# jauthdb_admin~user.link.edit.record
source: Edit
cs_cz: Editace
de_de: Editieren
es_es: Editar
hu_hu: Szerkeszt
it_it: Modifica
nl_nl: Bewerken
pl_pl: Edytuj
pt_pt: Editar

# jauthdb_admin~user.link.change.password
source: Change your password
cs_cz: Změnit si své heslo
de_de: Passwort ändern
es_es: Cambiar su contraseña
hu_hu: Jelszó módosítása
it_it: Modifica la tua password
nl_nl: Wachtwoord veranderen
pl_pl: Zmień swoje hasło
pt_pt: Altere a sua palavra-passe

# jauthdb_admin~user.confirm
source: Confirm
cs_cz: Potvrdit
de_de: Bestätigen
es_es: Confirmar
hu_hu: Jóváhagy
it_it: Conferma
nl_nl: Bevestigen
pl_pl: Zatwierdź
pt_pt: Confirmar

# jauthdb_admin~user.confirmation
source: Confirmation
cs_cz: Potvrzení
de_de: Bestätigung
es_es: Confirmación
hu_hu: Jóváhagyás
it_it: Conferma
nl_nl: Bevestiging
pl_pl: Zatwierdzenie
pt_pt: Confirmação

# jauthdb_admin~user.message.update.ok
source: Your profile has been updated.
cs_cz: Váš profil byl aktualizován.
de_de: Ihr Profil wurde aktualisiert.
es_es: Su perfil ha sido actualizado.
hu_hu: A profilbeállítások frissültek.
it_it: Il tuo profilo è stato aggiornato.
nl_nl: Uw profiel is bijgewerkt.
pl_pl: Twój profil został zaktualizowany.
pt_pt: O seu perfil foi atualizado.

# jauthdb_admin~user.message.change.password.ok
source: Your password has been changed.
cs_cz: Vaše heslo bylo změněno.
de_de: Ihr Passwort wurde geändert.
es_es: Su contraseña ha sido cambiada.
hu_hu: A jelszó megváltozott.
it_it: La tua password è stata modificata.
nl_nl: Uw wachtwoord werd gewijzigd.
pl_pl: Twoje hasło zostało zmienione.
pt_pt: A sua palavra-passe foi alterada.

# jauthdb_admin~user.message.change.password.notok
source: Error during the change of the password
cs_cz: Chyba při změně hesla
de_de: Fehler beim Ändern des Passwortes
es_es: Error durante la modificación de la contraseña
hu_hu: Hiba a jelszó módosítása közben
it_it: Errore durante la modifica della password
nl_nl: Fout tijdens het wijzigen van het wachtwoord
pl_pl: Błąd podczas zmieniania hasła
pt_pt: Erro durante a alteração da palavra-passe

# jauthdb_admin~user.message.bad.password
source: The password is bad, or the second password does not correspond to the first one
cs_cz: Heslo je špatné nebo druhé heslo neodpovídá prvnímu
de_de: Das Passwort ist zu schwach oder die Passwörter stimmen nicht überein.
es_es: La contraseña no es válida, o la contraseña de confirmación no corresponde a la primera
hu_hu: A jelszó hibás, vagy a két jelszó nem egyezik
it_it: Password non valida, o passwords non corrispondenti
nl_nl: Het wachtwoord volstaat niet, of het tweede wachtwoord komt niet overeen met het eerste wachtwoord
pl_pl: Hasło jest nieprawidłowe lub drugie hasło nie jest takie samo, jak pierwsze
pt_pt: A palavra-passe não é valida, ou a palavra-passe de confirmação não corresponde à primeira

# jauthdb_admin~user.list.col.login
source: Login
cs_cz: Přihlášení
de_de: Benutzername
hu_hu: Belépés
nl_nl: Aanmelden
pl_pl: Zaloguj się
pt_pt: Utilizador

# jauthdb_admin~user.form.login
source: Login
cs_cz: Přihlášení
de_de: Benutzername
hu_hu: Belépés
nl_nl: Aanmelden
pl_pl: Zaloguj się
pt_pt: Utilizador

# jauthdb_admin~user.form.password
source: Password
cs_cz: Heslo
de_de: Passwort
es_es: Contraseña
hu_hu: Jelszó
nl_nl: Wachtwoord
pl_pl: Hasło
pt_pt: Palavra-passe

# jauthdb_admin~user.form.password.confirm
source: Re-type the password
cs_cz: Zadejte znovu heslo
de_de: Passwort erneut eingeben
es_es: Confirme la contraseña
hu_hu: Jelszó újra
it_it: Digita di nuovo la password
nl_nl: Typ het wachtwoord opnieuw
pl_pl: Powtórz hasło
pt_pt: Digite de novo a palavra-passe

# jauthdb_admin~user.form.submit
source: Save
cs_cz: Uložit
de_de: Speichern
es_es: Guardar
hu_hu: Mentés
it_it: Salva
nl_nl: Opslaan
pl_pl: Zapisz
pt_pt: Guardar

# jauthdb_admin~user.form.random.password
source: Example of a password:
cs_cz: Příklad hesla:
de_de: Passwortbeispiel:
es_es: Ejemplo de contraseña:
hu_hu: Példajelszó:
it_it: Esempio di password:
nl_nl: Voorbeeld van een wachtwoord:
pl_pl: Przykład hasła:
pt_pt: Exemplo de uma palavra-passe:

# jauthdb_admin~user.form.new.password
source: Type the new password
cs_cz: Zadejte nové heslo
de_de: Geben Sie das neue Passwort ein
es_es: Escriba la nueva contraseña
hu_hu: Új jelszó megadása
it_it: Digita la nuova password
nl_nl: Typ het nieuwe wachtwoord
pl_pl: Podaj nowe hasło
pt_pt: Digite a nova palavra-passe

# jauthdb_admin~user.view.otherinfo
source: Other informations
cs_cz: Další informace
de_de: Weitere Informationen
es_es: Otras informaciones
hu_hu: Egyéb információk
it_it: Altre informazioni
nl_nl: Bijkomende informatie
pl_pl: Inne informacje
pt_pt: Outras informações

# jauthdb_admin~user.view.primaryinfo
source: Information on your profile
cs_cz: Informace o vašem profilu
de_de: Ihre Profilinformationen
es_es: Información de su perfil
hu_hu: Információk a profilról
it_it: Informazione sul tuo profilo
nl_nl: Informatie met betrekking tot uw profiel
pl_pl: Informacje Twojego profilu
pt_pt: Informação sobre o seu perfil

# jauthdb_admin~crud.title.list
source: Users List
cs_cz: Seznam uživatelů
de_de: Nutzerliste
es_es: Listado de usuarios
hu_hu: Felhasználók listája
it_it: Elenco utenti
nl_nl: Gebruikerslijst
pl_pl: Lista użytkowników
pt_pt: Lista de utilizadores

# jauthdb_admin~crud.title.update
source: Edit of a user
cs_cz: Úprava uživatele
de_de: Nutzer anpassen
es_es: Modificación de un usuario
hu_hu: Felhasználó adatainak szerkesztése
it_it: Modifica utente
nl_nl: Bewerk een gebruiker
pl_pl: Edytuj użytkownika
pt_pt: Editar um utilizador

# jauthdb_admin~crud.title.create
source: Create a new user
cs_cz: Vytvořit nového uživatele
de_de: Neuen Nutzer anlegen
es_es: Creación de un nuevo usuario
hu_hu: Új felhasználó létrehozása
it_it: Crea un nuovo utente
nl_nl: Maak een nieuwe gebruiker aan
pl_pl: Stwórz nowego użytkownika
pt_pt: Criar novo utilizador

# jauthdb_admin~crud.title.view
source: Details of the user
cs_cz: Podrobnosti o uživateli
de_de: Nutzerdetails
es_es: Detalles del usuario
hu_hu: Felhasználó adatai
it_it: Dettagli dell'utente
nl_nl: Details van de gebruiker
pl_pl: Szczegóły użytkownika
pt_pt: Detalhes do utilizador

# jauthdb_admin~crud.title.delete
source: Delete the user:
cs_cz: Smazání uživatele:
de_de: Einen Nutzer löschen:
es_es: Suprimir el usuario:
hu_hu: Felhasználó törlése:
it_it: Elimina l'utente:
nl_nl: Verwijder de gebruiker:
pl_pl: Usuń użytkownika:
pt_pt: Excluir o utilizador:

# jauthdb_admin~crud.title.password
source: Change the password of
cs_cz: Změňte heslo
de_de: Passwort ändern von:
es_es: Cambiar la contraseña de
hu_hu: Jelszó módosítása
it_it: Modifica password per
nl_nl: Verander het wachtwoord van
pl_pl: Zmień hasło użytkownika
pt_pt: Alterar a palavra-passe de

# jauthdb_admin~crud.link.return.to.list
source: Return to the list
cs_cz: Zpět do seznamu
de_de: Zurück zur Liste
es_es: Volver al listado
hu_hu: Vissza a listához
it_it: Torna all'elenco
nl_nl: Keer terug naar de lijst
pl_pl: Powróć do listy
pt_pt: Voltar para a lista

# jauthdb_admin~crud.link.return.to.view
source: Return to the user summary
cs_cz: Zpět do souhrnu uživatelů
de_de: Zurück zur Nutzerzusammenfassung
es_es: Volver al resumen del usuario
hu_hu: Vissza a felhasználói adatok áttekintéséhez
it_it: Torna ai dettagli dell'utente
nl_nl: Keer terug naar overzicht van gebruikers
pl_pl: Powróć do podsumowania
pt_pt: Voltar para o resumo do utilizador

# jauthdb_admin~crud.link.view.record
source: View
cs_cz: Zobrazit
de_de: Anzeigen
es_es: Ver
hu_hu: Megtekintés
it_it: Vedi
nl_nl: Overzicht
pl_pl: Zobacz
pt_pt: Ver

# jauthdb_admin~crud.link.create.record
source: Create a new user
cs_cz: Vytvořit nového uživatele
de_de: Neuen Nutzer anlegen
es_es: Crear un nuevo usuario
hu_hu: Új felhasználó létrehozása
it_it: Crea nuovo utente
nl_nl: Maak een nieuwe gebruiker aan
pl_pl: Stwórz nowego użytkownika
pt_pt: Criar novo utilizador

# jauthdb_admin~crud.link.edit.record
source: Edit
cs_cz: Editace
de_de: Editieren
es_es: Editar
hu_hu: Szerkesztés
it_it: Modifica
nl_nl: Bewerken
pl_pl: Edytuj
pt_pt: Editar

# jauthdb_admin~crud.link.delete.record
source: Delete
cs_cz: Smazat
de_de: Löschen
es_es: Borrar
hu_hu: Töröl
it_it: Elimina
nl_nl: Verwijderen
pl_pl: Usuń
pt_pt: Apagar

# jauthdb_admin~crud.link.change.password
source: Change his password
cs_cz: Změňte jeho heslo
de_de: Passwort des Nutzers ändern
es_es: Cambiar su contraseña
hu_hu: Jelszó módosítása
it_it: Modifica la password
nl_nl: Verander wachtwoord van gebruiker
pl_pl: Zmień jego hasło
pt_pt: Altere a sua palavra-passe

# jauthdb_admin~crud.confirm
source: Confirm
cs_cz: Potvrdit
de_de: Bestätigen
es_es: Confirmar
hu_hu: Jóváhagy
it_it: Conferma
nl_nl: Bevestigen
pl_pl: Zatwierdź
pt_pt: Confirmar

# jauthdb_admin~crud.confirmation
source: Confirmation
cs_cz: Potvrzení
de_de: Bestätigung
es_es: Confirmación
hu_hu: Jóváhagyás
it_it: Conferma
nl_nl: Bevestiging
pl_pl: Zatwierdzenie
pt_pt: Confirmação

# jauthdb_admin~crud.confirm.deletion
source: Are you sure to want to delete this user ?
cs_cz: Opravdu chcete smazat tohoto uživatele?
de_de: Möchten SIe diesen Nutzer wirklich löschen?
es_es: ¿Seguro que quiere borrar este usuario?
hu_hu: Biztosan törölni kívánja ezt a felhasználót?
it_it: Sei sicuro di vole eliminare questo utente ?
nl_nl: Wens u deze gebruiker te verwijderen?
pl_pl: Jesteś pewny, że chcesz usunąć tego użytkownika?
pt_pt: Tem a certeza que deseja excluir este utilizador?

# jauthdb_admin~crud.confirm.password
source: Type your password to confirm
cs_cz: Zadejte své heslo pro potvrzení
de_de: Geben Sie zur Bestätigung ihr Passwort an
es_es: Escriba su contraseña para confirmar
hu_hu: Gépelje be jelszavát a jóváhagyáshoz
it_it: Digita la password per confermare
nl_nl: Typ uw wachtwoord om te bevestigen
pl_pl: Wpisz swoje hasło, aby potwierdzić
pt_pt: Digite a sua palavra-passe para confirmar

# jauthdb_admin~crud.message.delete.ok
source: The user %s has been deleted.
cs_cz: Uživatel %s byl smazán.
de_de: Der Nutzer %s wurde gelöscht.
es_es: El usuario %s ha sido borrado.
hu_hu: A/az %s nevű felhasználó törölve.
it_it: L'utente %s è stato eliminato.
nl_nl: Gebruiker %s werd verwijderd.
pl_pl: Użytkownik %s został usunięty.
pt_pt: O utilizador %s foi excluído.

# jauthdb_admin~crud.message.update.ok
source: The user %s has been updated.
cs_cz: Uživatel %s byl aktualizován.
de_de: Der Nutzer %s wurde geändert.
es_es: El usuario %s ha sido actualizado.
hu_hu: A/az %s nevű felhasználó frissítve.
it_it: L'utente %s è stato aggiornato.
nl_nl: Gebruiker %s werd aangepast.
pl_pl: Użytkownik %s został zaktualizowany.
pt_pt: O utilizador %s foi atualizado.

# jauthdb_admin~crud.message.create.ok
source: The user %s has been created.
cs_cz: Uživatel %s byl vytvořen.
de_de: Der Nutzer %s wurde angelegt.
es_es: El usuario %s ha sido creado.
hu_hu: A/az %s nevű felhasználó létrehozva.
it_it: L'utente %s è stato creato.
nl_nl: De gebruiker %s werd aangemaakt.
pl_pl: Użytkownik %s został stworzony.
pt_pt: O utilizador %s foi criado.

# jauthdb_admin~crud.message.create.existing.user
source: The user %s already exists
cs_cz: Uživatel %s již existuje
hu_hu: A/az %s nevű felhasználó már létezik.
it_it: L'utente %s esiste già
nl_nl: De gebruiker 1%s bestaat al.
pl_pl: Użytkownik %s już istnieje
pt_pt: O utilizador %s já existe

# jauthdb_admin~crud.message.delete.invalid.pwd
source: Your password is wrong, the user has not been deleted.
cs_cz: Vaše heslo je nesprávné, uživatel nebyl smazán.
de_de: Ihr Passwort ist falsch, Nutzer wurde nicht gelöscht.
es_es: Su contraseña es incorrecta, el usuario no ha sido borrado.
hu_hu: A megadott jelszó hibás, a felhasználó nem lett törölve.
it_it: Password errata, l'utente non è stato eliminato.
nl_nl: Uw wachtwoord is verkeerd, de gebruiker werd niet verwijderd.
pl_pl: Twoje hasło jest złe; użytkownik nie został usunięty.
pt_pt: A sua palavra-passe está incorreta, o utilizador não foi excluído.

# jauthdb_admin~crud.message.delete.notok
source: Sorry, the user has not been deleted.
cs_cz: Omlouváme se, uživatel nebyl smazán.
de_de: Entschuldigung, der Nutzer wurde nicht gelöscht.
es_es: Lo siento, el usuario no ha sido borrado.
hu_hu: Sajnáljuk, a felhasználó nem lett törölve.
it_it: Spiacente, l'utente non è stato eliminato.
nl_nl: Excuseer, de gebruiker werd niet verwijderd.
pl_pl: Przykro mi, użytkownik nie został usunięty.
pt_pt: Desculpe, o utilizador não foi apagado.

# jauthdb_admin~crud.message.change.password.ok
source: The password for %s has been changed.
cs_cz: Heslo pro %s bylo změněno.
de_de: Das Passwort für %s wurde geändert.
es_es: La contraseña de %s ha sido modificada.
hu_hu: A/az %s nevű felhasználó jelszava megváltozott.
it_it: La password per %s è stata modificata.
nl_nl: Het wachtwoord voor %s werd gewijzigd.
pl_pl: Hasło dla użytkownika %s zostało zmienione.
pt_pt: A palavra-passe de %s foi alterada.

# jauthdb_admin~crud.message.change.password.notok
source: Error during the change of the password
cs_cz: Chyba při změně hesla
de_de: Fehler beim Ändern des Passwortes
es_es: Error durante la modificación del a contraseña
hu_hu: Hiba a jelszó megváltoztatása közben
it_it: Errore nella modifica della password
nl_nl: Er is een fout opgetreden tijdens het wijzigen van het wachtwoord
pl_pl: Błąd podczas zmiany hasła
pt_pt: Erro durante a mudança da palavra-passe

# jauthdb_admin~crud.message.bad.password
source: The password is bad, or the second password does not correspond to the first one
cs_cz: Heslo je špatné nebo druhé heslo neodpovídá prvnímu
de_de: Das Passwort ist zu schwach, oder die Passwörter stimmen nicht überein.
es_es: La contraseña no es válida, o la contraseña de confirmación no corresponde a la primera
hu_hu: A jelszó hibás, vagy a két jelszó nem egyezik
it_it: Password non valida, o password non corrispondenti
nl_nl: Het wachtwoord volstaat niet, of het tweede wachtwoord komt niet overeen met het eerste wachtwoord
pl_pl: Hasło jest nieprawidłowe lub drugie hasło nie jest takie samo, jak pierwsze
pt_pt: A palavra-passe não é válida, ou a segunda palavra-passe não corresponde à primeira

# jauthdb_admin~crud.message.bad.id
source: Error, bad identifiant (%s)
cs_cz: Chyba, špatná identifikace (%s)
de_de: Fehler falscher Benutzername (%s)
es_es: Error, identificador (%s) incorrecto
hu_hu: Az azonosított hibás (%s)
it_it: Errore, identificativo non valido (%s)
nl_nl: Foutieve identificatie (%s)
pl_pl: Błąd - zły login (%s)
pt_pt: Erro, identificador (%s) incorreto

# jauthdb_admin~crud.message.bad.form
source: Error, no form
cs_cz: Chyba, žádný formulář
de_de: Fehler, kein Formular
es_es: Error, no hay formulario
hu_hu: Hiba, hiányos vagy nem létező form
it_it: Errore, nessun modulo
nl_nl: Fout, geen formulier
pl_pl: Błąd - brak formularza
pt_pt: Erro, nenhum formulário

# jauthdb_admin~crud.list.col.login
source: Login
cs_cz: Přihlášení
de_de: Benutzername
hu_hu: Belépés
nl_nl: Gebruikersnaam
pt_pt: Utilizador

# jauthdb_admin~crud.form.login
source: Login
cs_cz: Přihlášení
de_de: Benutzername
hu_hu: Belépés
nl_nl: Gebruikersnaam
pt_pt: Utilizador

# jauthdb_admin~crud.form.password
source: Password
cs_cz: Heslo
de_de: Passwort
es_es: Contraseña
hu_hu: Jelszó
nl_nl: Wachtwoord
pl_pl: Hasło
pt_pt: Palavra-passe

# jauthdb_admin~crud.form.password.confirm
source: Re-type the password
cs_cz: Zadejte znovu heslo
de_de: Passwort erneut eingeben
es_es: Confirme la contraseña
hu_hu: Jelszó újra
it_it: Digita di nuovo la password
nl_nl: Typ het wachtwoord opnieuw
pl_pl: Powtórz hasło
pt_pt: Digite de novo a palavra-passe

# jauthdb_admin~crud.form.submit
source: Save
cs_cz: Uložit
de_de: Speichern
es_es: Guardar
hu_hu: Mentés
it_it: Salva
nl_nl: Opslaan
pl_pl: Zapisz
pt_pt: Guardar

# jauthdb_admin~crud.form.random.password
source: Example of a password:
cs_cz: Příklad hesla:
de_de: Beispiel eines Passwortes:
es_es: Ejemplo de contraseña:
hu_hu: Példajelszó
it_it: Esempio di password:
nl_nl: Voorbeeld van een wachtwoord
pl_pl: Przykład hasła:
pt_pt: Exemplo de uma palavra-passe:

# jauthdb_admin~crud.form.new.password
source: Type the new password
cs_cz: Zadejte nové heslo
de_de: Neues Passwort eingeben
es_es: Escriba la nueva contraseña
hu_hu: Új jelszó megadása
it_it: Digita la nuova password
nl_nl: Typ het wachtwoord
pl_pl: Podaj nowe hasło
pt_pt: Digite a nova palavra-passe

# jauthdb_admin~crud.view.otherinfo
source: Other informations
cs_cz: Další informace
de_de: Andere Informationen
es_es: Otras informaciones
hu_hu: Egyéb információk
it_it: Altre informazioni
nl_nl: Overige informatie
pl_pl: Inne informacje
pt_pt: Outras informações

# jauthdb_admin~crud.view.primaryinfo
source: Information on the user
cs_cz: Informace o uživateli
de_de: Nutzerinformationen
es_es: Información sobre el usuario
hu_hu: Információk a felhasználóról
it_it: Informazioni sull'utente
nl_nl: Informatie over de gebruiker
pl_pl: Informacje o użytkowniku
pt_pt: Informações sobre o utilizador
