Repository: 3liz/lizmap-plugin
Catalog: lizmap/lizmap-locales/web-client/*/jcommunity.po
Languages: fr_fr, gl_es, hu_hu, pt_br

# jcommunity~register.form.create.title
source: Create an account
fr_fr: Création d'un compte
gl_es: Crear unha conta
hu_hu: Új felhasználói fiók létrehozása
pt_br: Criar uma conta

# jcommunity~register.form.create.text.html
source: <p>Register yourself by filling the following form.</p> <p>An email will be sent to you with a link to confirm your registration. You could then identified yourself on the web site.</p>
fr_fr: <p>Inscrivez-vous en remplissant le formulaire suivant.</p> <p>Un e-mail vous sera envoyé pour que vous puissiez confirmer votre inscription et ensuite pouvoir vous identifier sur le site.</p>
gl_es: <p>Rexístrate enchendo o seguinte formulario</p> <p>Enviaráseche un correo electrónico cunha ligazón para confirmar o rexistro. Entón poderás identificarte na páxina web.</p>
hu_hu: <p>Végezze el a regisztrációt az adatlap kitöltésével.</p> <p>Egy e-mailt küldünk amely a regisztrációt megerősítésére használt linket tartalmazza. Ezek után tudja majd azonosítani magát a weboldalon.</p>
pt_br: <p>Registe-se preenchendo o seguinte formulário.</p> <p>Será enviado um email com um link para confirmar a sua inscrição. Poderá então identificar-se no site.</p>

# jcommunity~register.form.create.submit
source: Create the account
fr_fr: Créer le compte
gl_es: Crear a conta
hu_hu: A felhasználói fiók létrehozása
pt_br: Criar conta

# jcommunity~register.mail.new.subject
source: Activating your account on the web site %s
fr_fr: Activation de votre compte sur le site %s
gl_es: Activando a túa conta na páxina web %s
hu_hu: A felhasználói fiók aktiválása a következő oldalon: %s
pt_br: Ativando a sua conta no site %s

# jcommunity~register.form.login.exists
source: This username already exists
fr_fr: Ce nom d'utilisateur existe déjà
gl_es: Xa existe o nome de usuario
hu_hu: A felhasználónév már foglalt
pt_br: Este nome de usuário já existe

# jcommunity~register.registration.waiting.title
source: Registration
fr_fr: Creation de votre compte
gl_es: Rexistro
hu_hu: Regisztráció
pt_br: Registro

# jcommunity~register.registration.waiting.text.html
source: <p>Your account is created, but before using it, we have to verify your email.</p> <p>In order to verify your email, we just have sent you an email containing a link on which you must click. Verify your spam folder if you don't see this email in your inbox.</p>
fr_fr: <p>Votre compte vient d'être créé. Mais avant de pouvoir l'utiliser, nous devons vérifier votre adresse de courriel.</p> <p>Pour cela, vous devez cliquer sur le lien présent dans <strong>l'email que nous venons de vous envoyer</strong>. Vérifiez votre dossier de spam si vous ne le voyez pas dans votre boite au lettre d'ici quelques minutes.</p>
gl_es: <p>Creouse a súa conta, pero antes de utilizala, temos que verificar o seu correo electrónico.</p> <p>Para verificar o seu correo electrónico, acabamos de mandarlle un correo electrónico que contén unha ligazón na cal debe premer. Verifique o cartafol do spam se non ve este correo electrónico na caixa de entrada.</p>
hu_hu: <p>A felhasználói fiók elkészült, de használatba vétele előtt meg kell erősítenie e-mail címét</p> <p>A megerősítő linket e-mailt elküldtük e-mail címére. Kérjük, ellenőrizze a levélszemét mappáját, ha nem találja e-mailünket.</p>
pt_br: <p>A sua conta está criada, mas antes de utilizá-la, é necessário verificar o seu email.</p> <p>Para verificar o seu email, enviamos apenas um email contendo um link sobre o qual deverá clicar. Verifique a sua pasta de spam caso não encontre esse email na sua caixa de entrada.</p>

# jcommunity~register.registration.confirm.title
source: Activation of your account
fr_fr: Activation de votre compte
gl_es: Activación da súa conta
hu_hu: Felhasználói fiók aktiválása
pt_br: Ativação da sua conta

# jcommunity~register.registration.confirm.alreadydone
source: Your account is already activated. You can identify yourself on the web site.
fr_fr: Votre compte est déjà activé. Vous pouvez vous identifier sur le site.
gl_es: A súa conta xa está activada. Pode identificarse agora na páxina web.
hu_hu: A felhasználói fiók már aktiválva van. Azonosíthatja magát a weboldalon.
pt_br: A sua conta já está ativada. Pode se identificar no site.

# jcommunity~register.registration.confirm.ok
source: Your account is activated. You can identify yourself on the web site.
fr_fr: Votre compte est maintenant activé et vous pouvez vous identifier sur le site.
gl_es: A súa conta xa está activada. Pode identificarse xa na páxina web.
hu_hu: A felhasználói fiók aktiválva van. Azonosíthatja magát a weboldalon.
pt_br: A sua conta está ativada. Pode se identificar no site.

# jcommunity~register.registration.confirm.badkey
source: Activation is not possible: the key or the username is invalid.
fr_fr: Activation impossible : la clé ou le nom d'utilisateur est invalide.
gl_es: A activación non é posible: a clave ou o nome de usuario é incorrecta.
hu_hu: Az aktiválás nem lehetséges: a kulcs, vagy a felhasználónév nem létezik.
pt_br: A ativação não é possível: a senha ou o nome de usuário são inválidos.

# jcommunity~register.registration.confirm.badstatus
source: Activation is not possible: your account is not a new one.
fr_fr: Activation impossible : votre compte ne vient pas d'être nouvellement créé.
gl_es: A activación non é posible: a súa conta non é unha nova conta.
hu_hu: Az aktiválás nem lehetséges: a felhasználói fiók nem újonnan létrehozott.
pt_br: A ativação não é possível: a sua conta não é nova.

# jcommunity~register.registration.confirm.expiredkey
source: Activation is not possible: the request has expired. Ask the administrator of the web site to activate your account
fr_fr: Activation impossible : la demande a expirée. Demander à un administrateur du site d'activer votre compte.
gl_es: A activación non é posible: a solicitude caducou. Consulta co administrador da páxina web para activar a túa cona
pt_br: A ativação não é possível: a solicitação expirou. Peça ao administrador do site para ativar sua conta

# jcommunity~register.admin.resend.email.title
source: Account creation: resend the validation email
fr_fr: Inscription : renvoi d'un email de validation
gl_es: Creación da conta: enviar de novo o correo electrónico de validación
pt_br: Criação de conta: reenvie o email de validação

# jcommunity~register.admin.resend.email.text.html
source: <p>An email with a new validation key, will be send to the user '%s' who have a non-validated account. Use this feature when the user has informed you that the validation key he received has expired.</p>
fr_fr: <p>Un email avec une nouvelle clé de validation va être envoyé à l'utilisateur '%s' qui a un compte non validé. Utiliser cette fonction si l'utilisateur vous a informé que la clé qu'il a reçu a expiré.</p>
gl_es: <p>Enviaráselle un correo electrónico cunha nova clave de validación ó usuario '%s' que non ten unha conta validada. Utiliza esta funcionalidade cando o usuario informou que a clave de validación que recibiu caducou.</p>
pt_br: <p>Um email com uma nova senha será enviado para o usuário '%s' que tem uma conta não validada. Use este recurso quando o usuário informar que a senha recebida expirou.</p>

# jcommunity~register.admin.resend.email.done.text.html
source: <p>The email has been sent to the user.</p>
fr_fr: <p>L'email a été envoyé à l'utilisateur.</p>
gl_es: <p>Envióuselle o correo electrónico ó usuario.</p>
pt_br: <p>O email foi enviado para o usuário.</p>

# jcommunity~login.error.notlogged
source: You are not connected, you should sign in.
fr_fr: Vous n'êtes pas identifiés, vous devez vous connecter
gl_es: Non está conectado, debe iniciar sesión.
hu_hu: Még nem azonosította magát, kérem lépjen be.
pt_br: Você não está conectado, você deve entrar.

# jcommunity~login.error.no.after_login
source: In the configuration of the plugin 'auth', after_login is empty
fr_fr: Dans la configuration du plugin auth, after_login est vide
gl_es: Na configuración do plugin 'auth', after_login está baleiro
hu_hu: Az 'auth' plugin beállításaiban, az after_login érték nincs megadva
pt_br: Na configuração do plugin 'auth', after_login está vazio

# jcommunity~login.error.no.after_logout
source: In the configuration of the plugin 'auth', after_logout is empty
fr_fr: Dans la configuration du plugin auth, after_logout est vide
gl_es: Na configuración do plugin 'auth', after_logout está baleiro
hu_hu: Az 'auth' plugin beállításaiban, az after_logout érték nincs megadva
pt_br: Na configuração do plugin 'auth', after_logout está vazio

# jcommunity~login.form.remember.me
source: Remember me
fr_fr: Se souvenir de moi
gl_es: Lémbrame
hu_hu: Emlékezzen rám
pt_br: Lembrar meus dados

# jcommunity~login.form.submit
source: Sign in
fr_fr: Se connecter
gl_es: Iniciar sesión
hu_hu: Belépés
pt_br: Entrar

# jcommunity~login.error
source: Unknown username or wrong password
fr_fr: Utilisateur inconnu ou mauvais mot de passe
gl_es: Nome de usuario descoñecido ou contrasinal erróneo
hu_hu: Ismeretlen felhasználónév vagy rossz jelszó
pt_br: Usuário desconhecido ou senha errada

# jcommunity~login.login.title
source: Sign in
fr_fr: Se connecter
gl_es: Iniciar sesión
hu_hu: Belépés
pt_br: Iniciar sessão

# jcommunity~login.logout
source: Sign out
fr_fr: Déconnexion
gl_es: Pechar sesión
hu_hu: Kilépés
pt_br: Sair

# jcommunity~login.login.account
source: Your account
fr_fr: Votre compte
gl_es: A súa conta
hu_hu: Saját felhasználói fiók
pt_br: Sua conta

# jcommunity~login.login.password.reset
source: I forgot my password
fr_fr: J'ai oublié mon mot de passe
gl_es: Esquecín o contrasinal
hu_hu: Elfelejtett jelszó
pt_br: Esqueci a minha senha

# jcommunity~login.access.title
source: Page access
fr_fr: Accés
gl_es: Acceso á páxina
hu_hu: Oldal-hozzáférés
pt_br: Acesso à página

# jcommunity~login.access.forbidden.authenticated
source: You cannot access to this page because your are connected.
fr_fr: Vous ne pouvez pas accéder à cette page du site car vous êtes connectés.
gl_es: Non pode acceder a esta páxina porque está conectado.
hu_hu: Hozzáférés megtagadva, ön már felcsatlakozott.
pt_br: Não pode acessar esta página porque está conectado.

# jcommunity~login.access.forbidden.wrong.user
source: You cannot access to this page belonging to another user.
fr_fr: Vous ne pouvez pas accéder à cette page réservée à un autre utilisateur.
gl_es: Non pode acceder a esta páxina debido a outro usuario.
hu_hu: Hozzáférés megtagadva, ez egy másik felhasználó oldala.
pt_br: Não pode acessar esta página pertencente a outro usuário.

# jcommunity~login.access.not.available
source: Page not available
fr_fr: Page non disponible.
gl_es: Páxina non dispoñible
hu_hu: Az oldal nem érhető el
pt_br: Página não disponível

# jcommunity~login.access.forbidden.badstatus
source: You cannot access to this page because the account has not the right status
fr_fr: Vous ne pouvez pas accéder à cette page du site car le statut du compte ne le permet pas
gl_es: Non podes acceder a esta páxina porque a conta non ten o estado correcto
pt_br: Você não pode acessar esta página porque a conta não tem o status correto

# jcommunity~login.startpage.connected
source: You are connected.
fr_fr: Vous êtes connectés.
gl_es: Está conectado.
hu_hu: Csatlakozott.
pt_br: Você está conectado.

# jcommunity~login.startpage.not.connected
source: You are not connected.
fr_fr: Vous n'êtes pas connectés.
gl_es: Non está conectado.
hu_hu: Nincs csatlakozva.
pt_br: Você não está conectado.

# jcommunity~login.startpage.youcan
source: You can:
fr_fr: Vous pouvez :
gl_es: Pode:
hu_hu: Lehetősége van:
pt_br: Você pode

# jcommunity~login.startpage.account.view
source: View your profile
fr_fr: Voir votre profil
gl_es: Ver o seu perfil
hu_hu: Saját felhasználói fiók megtekintése
pt_br: Visualizar o seu perfil

# jcommunity~login.startpage.account.create
source: Create an account
fr_fr: Créer un compte
gl_es: Crear unha conta
hu_hu: Új felhasználói fiók létrehozása
pt_br: Criar uma conta

# jcommunity~login.startpage.logout
source: Sign out
fr_fr: Vous déconnecter
gl_es: Pechar sesión
hu_hu: Kilépés
pt_br: Sair

# jcommunity~login.startpage.login
source: Sign in
fr_fr: Vous connecter
gl_es: Iniciar sesión
hu_hu: Belépés
pt_br: Entrar

# jcommunity~login.startpage.password.reset
source: Reset your password
fr_fr: Réinitialiser votre mot de passe
gl_es: Restablecer o seu contrasinal
hu_hu: Jelszó visszaállítása
pt_br: Redefinir sua senha

# jcommunity~login.back.to.login
source: Back to the login form
fr_fr: Retour au formulaire de connexion
gl_es: Volver ó formulario de rexistro
hu_hu: Vissza a bejelentkezési oldalra
pt_br: Voltar para o formulário de login

# jcommunity~login.cancel.and.back.to.login
source: Cancel and return to the login form
fr_fr: Annuler et retourner au formulaire de connexion
gl_es: Cancelar e volver ó formulario de rexistro
hu_hu: Módosítások elvetése és vissza a bejelentkezési oldalra
pt_br: Cancelar e retornar ao formulário de login

# jcommunity~mail.registration.subject
source: Activating your account on the web site %s
fr_fr: Activation de votre compte sur le site %s
gl_es: Activando a túa conta na páxina web %s
hu_hu: A felhasználói fiók aktiválása a következő oldalon: %s
pt_br: Ativando a sua conta no site %s

# jcommunity~mail.registration.body.html
source: <p>Hello,</p> <p>You have created a new account on <a href="{$website_uri}" class="notexpandlink">{$domain_name}</a>.</p> <p>Before to use your account, you should confirm your registration by <a href="{$confirmation_link}">clicking on this link</a>. The link is valid {$validationKeyTTL}.</p> <p>See you on {$domain_name}!</p>
fr_fr: <p>Bonjour,</p> <p>Vous venez de vous inscrire sur le site <a href="{$website_uri}" class="notexpandlink">{$domain_name}</a>.</p> <p>Pour utiliser votre compte, vous devez d'abord confirmer votre inscription <a href="{$confirmation_link}">en cliquant sur ce lien</a>. Ce lien est valide {$validationKeyTTL}</p> <p>À tout de suite sur {$domain_name} !</p>
gl_es: <p>Ola,</p> <p>Acabas de crear unha nova conta en <a href="{$website_uri}" class="notexpandlink">{$domain_name}</a>.</p> <p>Antes de utilizar a conta, debes confirmar o rexistro <a href="{$confirmation_link}">premendo nesta ligazón</a>. A ligazón é válida {$validationKeyTTL}.</p> <p>Vémonos en {$domain_name}!</p>
pt_br: <p>Olá,</p> <p>Você criou uma nova conta em <a href="{$website_uri}" class="notexpandlink">{$domain_name}.</a>.</p> <p>Antes de usar sua conta, você deve confirmar seu registro <a href="{$confirmation_link}">clicando neste link</a>. O link é válido {$validationKeyTTL}.</p> <p>Veremos você em {$domain_name}!</p>

# jcommunity~mail.registration.admin.body.html
source: <p>Hello,</p> <p>The administrator of the web site <a href="{$website_uri}" class="notexpandlink">{$domain_name}</a> have been created an account for you, with the login <em>"{$user->login}"</em>.</p> <p>Before to use your account, you should confirm your registration by <a href="{$confirmation_link}">clicking on this link</a>, and then indicating a new password. The link is valid {$validationKeyTTL}.</p> <p>See you on {$domain_name}!</p>
fr_fr: <p>Bonjour,</p> <p>L'administrateur du site <a href="{$website_uri}" class="notexpandlink">{$domain_name}</a> vous a créé un compte, dont l'identifiant est <em>"{$user->login}"</em>.</p> <p>Pour activer votre compte, vous devez <a href="{$confirmation_link}">cliquer sur ce lien</a> afin d'indiquer un nouveau mot de passe. Ce lien est valide {$validationKeyTTL}.</p> <p>À tout de suite sur {$domain_name} !</p>
gl_es: <p>Ola,</p> <p>O administrador da páxina web <a href="{$website_uri}" class="notexpandlink">{$domain_name}</a> creou unha contra para ti, co nome <em>"{$user->login}"</em>.</p> <p>Antes de utilizar a túa conta, deberías confirmar o rexistro <a href="{$confirmation_link}">premendo nesta ligazón </a>, e indicando entón un novo contrasinal. A ligazón é válida {$validationKeyTTL}.</p> <p> Vémonos en {$domain_name}!</p>
pt_br: Olá,</p> <p>O administrador do site <a href="{$website_uri}" class="notexpandlink">{$domain_name}</a> criou uma conta para você com o login <em>"{$user->login}"</em>.</p> <p>Antes de usar sua conta, você deve confirmar seu registro <a href="{$confirmation_link}">clicando neste llink</a>, e então indique uma nova senha. O link é válido {$validationKeyTTL}.</p> <p>Veremos você em {$domain_name}!</p>

# jcommunity~mail.password.reset.subject
source: Reset of your password on the web site %s
fr_fr: Réinitialisation de votre mot de passe sur le site %s
gl_es: Restablece o contrasinal na páxina web %s
pt_br: Redefina sua senha no site %s

# jcommunity~mail.password.reset.body.html
source: <p>Hello,</p> <p>You requested a password reset for your account <em>"{$user->login|eschtml}"</em> on the web site <a href="{$website_uri}" class="notexpandlink">{$domain_name}</a>.</p> <p>If you really want to change it, you should <a href="{$confirmation_link}">click on this link</a>.</p> <p>You could then set a new password for your account. The link is valid {$validationKeyTTL}.</p> <p>If this request is an error or you don't want to confirm, ignore this mail. Your password won't be changed.</p> <p>See you now on {$domain_name}!</p>
fr_fr: <p>Bonjour,</p> <p>Vous venez de demander une réinitialisation du mot de passe de votre compte <em>"{$user->login}"</em> sur le site <a href="{$website_uri}" class="notexpandlink">{$domain_name}</a>.</p> <p>Si vous voulez confirmer cette réinitialisation, <a href="{$confirmation_link}">cliquez sur ce lien</a>.</p> <p>Vous pourrez alors changer le mot de passe. Ce lien est valide {$validationKeyTTL}.</p> <p>Si cette demande de réinitialisation est une erreur, ignorez ce mail,\n\ et votre mot de passe actuel sera toujours valide.</p> <p>À tout de suite sur {$domain_name} !</p>
gl_es: <p>Ola,</p> <p>Solicitaches un restablecemento do contrasinal para a túa conta <em>"{$user->login|eschtml}"</em> na páxina web <a href="{$website_uri}" class="notexpandlink">{$domain_name}</a>.</p> <p>Se de verdade queres cambiala, debes <a href="{$confirmation_link}">premer nesta ligazón</a>.</p> <p>Poderás entón establecer un novo contrasinal para a túa conta. A ligazón é válida {$validationKeyTTL}.</p> <p>Se esta solicitude é un erro ou non queres confirmala, ignora este correo. O teu contrasinal non se cambiará.</p> <p>Vémonos en {$domain_name}!</p>
pt_br: <p>Olá,</p> <p>Você solicitou uma redefinição de senha para sua conta <em>"{$user->login|eschtml}"</em> no site <a href="{$website_uri}" class="notexpandlink">{$domain_name}</a>.</p> <p>Se você realmente quiser alterar, você deverá <a href="{$confirmation_link}">clicar neste link</a>.</p> <p>Você poderá então definir uma nova senha para sua conta. O link é válido {$validationKeyTTL}.</p> <p>Se esta solicitação for um erro ou você não quiser confirmar, ignore este e-mail. Sua senha não será alterada.</p> <p>Veremos você em {$domain_name}!</p>

# jcommunity~mail.password.admin.reset.subject
source: Reset of your password on the web site %s
fr_fr: Réinitialisation de votre mot de passe sur le site %s
gl_es: Restablece o contrasinal na páxina web %s
pt_br: Redefina sua senha no site %s

# jcommunity~mail.password.admin.reset.body.html
source: <p>Hello,</p> <p>The administrator of the web site <a href="{$website_uri}" class="notexpandlink">{$domain_name}</a> have been sent this email to you so you can change your password for the account <em>"{$user->login}"</em>.</p> <p>If you want to confirm the change, you should <a href="{$confirmation_link}">click on this link</a>.</p> <p>You could then set a new password for your account. The link is valid {$validationKeyTTL}.</p> <p>If this request is an error or you don't want to confirm, ignore this mail, and your password won't be changed.</p> <p>See you on {$domain_name}!</p>
fr_fr: <p>Bonjour,</p> <p>L'administrateur du site <a href="{$website_uri}" class="notexpandlink">{$domain_name}</a> vient de lancer une réinitialisation du mot de passe de votre compte <em>"{$user->login}"</em>.</p> <p>Si vous voulez confirmer cette réinitialisation, <a href="{$confirmation_link}">cliquez sur ce lien</a>.</p> <p>Vous pourrez alors indiquer un nouveau mot de passe. Ce lien est valide {$validationKeyTTL}.</p> <p>Si cette demande de réinitialisation est une erreur, ignorez ce mail, et votre mot de passe actuel sera toujours valide.</p> <p>À tout de suite sur {$domain_name} !</p>
gl_es: <p>Ola,</p> <p>O administrador da páxina web <a href="{$website_uri}" class="notexpandlink">{$domain_name}</a> enviouche este correo para que poidas cambiar o contrasinal da conta <em>"{$user->login}"</em>.</p> <p>Se queres confirmar o cambio, debes <a href="{$confirmation_link}">premer nesta ligazón</a>.</p> <p>Poderás entón establecer un novo contrasinal para a túa conta. A ligazón é válida {$validationKeyTTL}.</p> <p>Se esta solicitude é un erro ou non queres confirmala, ignora este correo, e o contrasinal non se cambiará.</p> <p>Vémonos en {$domain_name}!</p>
pt_br: <p>Olá,</p> <p>O administrador do site <a href="{$website_uri}" class="notexpandlink"> {$domain_name} </a> enviou este email para você para poder alterar sua senha para a conta "{$user->login}"</p> <p>Se você realmente quiser alterar, você deverá <a href="{$confirmation_link}">clicar neste link</a>.</p> <p>Você poderá então definir uma nova senha para sua conta. O link é válido {$validationKeyTTL}.</p> <p>Se esta solicitação for um erro ou você não quiser confirmar, ignore este e-mail. Sua senha não será alterada.</p> <p>Veremos você em {$domain_name}!</p>
