Repository: 3liz/lizmap-plugin
Catalog: lizmap/lizmap-locales/web-client/*/jcommunity.po
Languages: fr_fr, gl_es, hu_hu, pt_br

# jcommunity~prefs.pref.registrationEnabled
source: An unknown user can create a new account
fr_fr: Un utilisateur peut se créer un compte
gl_es: Un usuario descoñecido pode crear unha nova conta
hu_hu: Ismeretlen felhasználó létrehozhat új fiókot
pt_br: Um usuário desconhecido pode criar uma nova conta

# jcommunity~prefs.pref.resetPasswordEnabled
source: A user can reset password when he forget it
fr_fr: Un utilisateur peut réinitialiser son mot de passe quand il l'a oublié
gl_es: Un usuario pode restablecer o contrasinal cando o esqueza
hu_hu: A felhasználó visszaállíthatja saját jelszavát
pt_br: Um usuário pode redefinir a sua senha quando se esquecer dela

# jcommunity~prefs.admin.prefs.change
source: Modify preferences of jCommunity
fr_fr: Modification des préférences pour jCommunity
gl_es: Modificar as preferencias de JCommunity
hu_hu: jCommunity hivatkozások módosítása
pt_br: Modificar as preferências de jCommunity

# jcommunity~account.unknown.user
source: Unknown user
fr_fr: Utilisateur inconnu
gl_es: Usuario descoñecido
hu_hu: Ismeretlen felhasználó
pt_br: Usuário desconhecido

# jcommunity~account.error.dup.nickname
source: The displayed name is already used by another user
fr_fr: Le nom affiché est déjà utilisé par un autre utilisateur
gl_es: O nome amosado está sendo utilizado por outro usuario
hu_hu: A megjelenített név már használatban van
pt_br: O nome exibido já está sendo usado por outro usuário

# jcommunity~account.form.login
source: Username
fr_fr: Nom d'utilisateur
gl_es: Nome de usuario
hu_hu: Felhasználónév
pt_br: Usuário

# jcommunity~account.form.email
source: Email
fr_fr: Courriel
gl_es: Correo electrónico

# jcommunity~account.form.submit
source: Save
fr_fr: Enregistrer
gl_es: Gardar
hu_hu: Mentés
pt_br: Salvar

# jcommunity~account.form.nickname
source: Displayed name
fr_fr: Nom affiché
gl_es: Nome amosado
hu_hu: Megjelenített név
pt_br: Nome exibido

# jcommunity~account.form.password
source: Password
fr_fr: Mot de passe
gl_es: Contrasinal
hu_hu: Jelszó
pt_br: Senha

# jcommunity~account.form.password.help
source: The password length must be above 8 characters
fr_fr: Le mot de passe doit avoir au moins 8 caractères
gl_es: A lonxitude do contrasinal debe ser de máis de 8 caracteres.
hu_hu: A jelszó legalább 8 karakter hosszú kell, hogy legyen
pt_br: O comprimento da senha deve ser superior a 8 caracteres

# jcommunity~account.form.password.confirm
source: Retype the password
fr_fr: Retapez le mot de passe
gl_es: Teclee de novo o contrasinal
hu_hu: Jelszó újra
pt_br: Digite novamente a sua senha

# jcommunity~account.form.status
source: Status
fr_fr: État
gl_es: Estado
hu_hu: Státusz

# jcommunity~account.form.status.deleted
source: Deleted
fr_fr: Éffacé
gl_es: Eliminado
hu_hu: Törölve
pt_br: Apagado

# jcommunity~account.form.status.deactivate
source: Deactivated
fr_fr: Désactivé
gl_es: Desactivado
hu_hu: Kikapcsolva
pt_br: Desativado

# jcommunity~account.form.status.newuser
source: New account, awaiting email validation
fr_fr: Nouveau compte, validation en cours par email
gl_es: Conta nova, agardando o correo electrónico de validación
hu_hu: Új felhasználói fiók, várakozás az e-mailes érvényesítésre.
pt_br: Nova conta, aguardando validação de e-mail

# jcommunity~account.form.status.valid
source: Account validated
fr_fr: Compte validé
gl_es: Conta validada
hu_hu: A felhasználói fiók érvényesítésre került
pt_br: Conta validada

# jcommunity~account.form.status.valid.email.changed
source: Validated, awaiting new email validation
fr_fr: Validé, nouvel email en validation
gl_es: Validado, agardando novo correo electrónico de validación
hu_hu: Érvényesítve, várakozás az új érvényesítő e-mailre.
pt_br: Validado, aguardando nova validação de e-mail

# jcommunity~account.form.status.valid.password.changed
source: Validated, awaiting password reset
fr_fr: Validé, réinitialisation de mot de passe en cours
gl_es: Validado, agardando o restablecemento do contrasinal
pt_br: Validado, aguardando a redefinição da senha

# jcommunity~account.form.keyactivate
source: Request key
fr_fr: Clé de demande de changement
gl_es: Solicitar clave
hu_hu: Csatlakozási kulcs
pt_br: Chave solicitada

# jcommunity~account.form.requestdate
source: Request date
fr_fr: Date de demande de changement
gl_es: Solicitar data
hu_hu: Csatlakozás dátuma
pt_br: Data da solicitação

# jcommunity~account.form.createdate
source: Date of account creation
fr_fr: Date de création du compte
gl_es: Data da creación da conta
hu_hu: A felhasználói fiók létrehozásának dátuma
pt_br: Data da criação da conta

# jcommunity~account.form.captcha
source: Are you a human?
fr_fr: Êtes vous un humain ?
gl_es: Es unha persoa?
hu_hu: Ön élő ember?
pt_br: É um humano?

# jcommunity~account.form.admin.registration.info
source: An email will be send to the user, so the user could activate the account by giving a new password.
fr_fr: Un email sera envoyé à l'utilisateur pour qu'il puisse activer son compte, en donnant un nouveau mot de passe.
gl_es: Enviaráselle un correo electrónico ó usuario, así este poderá activar a conta indicando un novo contrasinal.
pt_br: Um e-mail será enviado ao usuário, para que o usuário possa ativar a conta com uma nova senha.

# jcommunity~account.form.admin.create.emailsent
source: An email has been sent to the user, so he could activate its account by giving a new password
fr_fr: Un email a été envoyé à l'utilisateur pour qu'il active son compte en donnant un mot de passe
gl_es: Envióuselle un correo electrónico ó usuario, así poderá activar a súa conta indicando un novo contrasinal
pt_br: Um e-mail foi enviado ao usuário para que ele possa ativar sua conta com uma nova senha

# jcommunity~account.profile.of
source: %1$s's Profile
fr_fr: Profil de %1$s
gl_es: Perfís de %1$s
hu_hu: %1$s profilja
pt_br: Perfil de %1$s

# jcommunity~account.link.profile.edit
source: Edit your profile
fr_fr: Modifier votre profil
gl_es: Edite o seu perfil
hu_hu: Profilbeállítások
pt_br: Edite o seu perfil

# jcommunity~account.link.account.delete
source: Delete your account
fr_fr: Supprimer votre compte
gl_es: Elimine a súa conta
hu_hu: Saját felhasználói fiók törlése
pt_br: Apague a sua conta

# jcommunity~account.link.account.change.password
source: Change your password
fr_fr: Changer votre mot de passe
gl_es: Cambie o seu contrasinal
hu_hu: Jelszó módosítása
pt_br: Altere a sua senha

# jcommunity~account.admin.link.account.reset.password
source: Reset his password
fr_fr: Réinitialiser son mot de passe
gl_es: Restablecer o seu contrasinal
pt_br: Redefinir sua senha

# jcommunity~account.admin.link.account.resent.validation.email
source: Resend the validation email
fr_fr: Renvoyer l'email de validation
gl_es: Enviar de novo o correo electrónico de validación
pt_br: Reenviar email de validação

# jcommunity~account.form.edit.profile.title
source: Editing your profile
fr_fr: Modifier votre profil
gl_es: Editando o seu perfil
hu_hu: Saját profil módosítása
pt_br: Editando seu perfil

# jcommunity~account.form.delete.account.title
source: Deleting your account
fr_fr: Supprimer votre compte
gl_es: Eliminando a súa conta
hu_hu: A felhasználói fiók törlése folyamatban
pt_br: Apagando a sua conta

# jcommunity~account.form.delete.account.confirm.title
source: Confirm the deletion of your account
fr_fr: Confirmation de la suppression de votre compte
gl_es: Confirme a eliminación da súa conta
hu_hu: Erősítse meg a saját felhasználói fiók törlését
pt_br: Confirme a exclusão da sua conta

# jcommunity~account.form.delete.account.confirm
source: Confirm by indicating your password.
fr_fr: Confirmez en indiquant votre mot de passe.
gl_es: Confirme ó indicar o seu contrasinal.
hu_hu: Erősítse meg jelszavának beírásával.
pt_br: Confirme indicando a sua senha.

# jcommunity~account.form.delete.account.submit
source: Delete
fr_fr: Supprimer
gl_es: Eliminar
hu_hu: Töröl
pt_br: Apagar

# jcommunity~account.form.delete.account.done
source: Your account is now deleted. You are deconnected.
fr_fr: Votre compte est maintenant supprimé et vous êtes déconnecté.
gl_es: A súa conta está agora eliminada. Está desconectado.
hu_hu: A felhasználói fiókot töröljük. Önt kiléptette a rendszer.
pt_br: Sua conta agora está excluída. Você está desconectado.

# jcommunity~account.form.delete.account.error.notremoved
source: Impossible to delete your account. Contact the site manager.
fr_fr: Impossible de supprimer votre compte. Contacter le responsable du site.
gl_es: É imposible eliminar a súa conta. Contacte co xestor do sitio.
hu_hu: A felhasználói fiók törlése nem lehetséges. Vegye fel a kapcsolatot az oldal fenntartójával.
pt_br: Impossível apagar a conta. Entre em contato com o administrador do site.

# jcommunity~account.form.delete.account.error.badpassword
source: Impossible to delete your account: the given password is not valid.
fr_fr: Impossible de supprimer votre compte : le mot de passe indiqué n'est pas correct.
gl_es: É imposible eliminar a súa conta: o contrasinal indicado non é válido.
hu_hu: A felhasználói fiók törlése nem lehetséges: a megadott jelszó hibás.
pt_br: Impossível apagar a conta: a senha fornecida não é válida.

# jcommunity~account.form.delete.account.error.wronguser
source: Sorry, you are not supposed to be on this page...
fr_fr: Désolé, vous ne devriez pas être sur cette page...
gl_es: Desculpas, suponse que non debera estar nesta páxina...
hu_hu: Sajnáljuk, nem szabadna ezen az oldalon tartózkodnia...
pt_br: Desculpe, você não deveria estar nesta página ...

# jcommunity~account.form.delete.account.error.nologout
source: Strange... Your account does not exist anymore, but your are still connected? Contact the site manager.
fr_fr: Étrange... Votre compte n'existe plus mais vous êtes encore connecté ? Contacter le responsable du site.
gl_es: Estraño... A súa conta non existe xa máis, pero vostede aínda está conectado? Contacte co xestor do sitio.
hu_hu: Különös...A felhasználói fiók már nem létezik, de Ön még mindig be van jelentkezve? Vegye fel a kapcsolatot az oldal fenntartójával.
pt_br: Estranho... A sua conta não existe mais, mas continua ainda conectado? Contacte o administrador do site.

# jcommunity~account.form.cancel
source: Cancel
fr_fr: Annuler
gl_es: Cancelar
hu_hu: Mégsem
pt_br: Cancelar

# jcommunity~account.cancel.and.back.to.account
source: Cancel and back to your profile
fr_fr: Annuler et retourner à votre profil
gl_es: Cancelar e volver ó seu perfil
hu_hu: Változások elvetése és vissza a saját profilhoz
pt_br: Cancelar e voltar ao seu perfil

# jcommunity~account.back.to.account
source: Back to your profile
fr_fr: Retourner à votre profil
gl_es: Volver ó seu perfil
hu_hu: Vissza a saját profilhoz
pt_br: Voltar ao seu perfil

# jcommunity~account.duration.day
source: day
fr_fr: jour
gl_es: día
pt_br: dia

# jcommunity~account.duration.days
source: days
fr_fr: jours
gl_es: días
hu_hu: nap
pt_br: dias

# jcommunity~account.duration.hour
source: hour
fr_fr: heure
gl_es: hora
pt_br: hora

# jcommunity~account.duration.hours
source: hours
fr_fr: heures
gl_es: horas
hu_hu: óra
pt_br: horas

# jcommunity~account.duration.minute
source: minute
gl_es: minuto
pt_br: minuto

# jcommunity~account.duration.minutes
source: minutes
gl_es: minutos
hu_hu: perc
pt_br: minutos

# jcommunity~password.form.title
source: Resetting the password
fr_fr: Réinitialisation d'un mot de passe
gl_es: Restablecendo o contrasinal
hu_hu: Jelszó visszaállítása
pt_br: Redefinir a senha

# jcommunity~password.form.text.html
source: <p>If you have forgotten your password, fill the following form with your username and with the email you have set in your profil.</p> <p>An email will be sent with a link to a page allowing you to choose a new password.</p>
fr_fr: <p>Si vous avez oublié votre mot de passe, indiquez ci-dessous votre login et l'adresse e-mail que vous avez indiqué dans votre profil, lors de votre inscription.</p> <p>Un email vous sera envoyé avec un lien vers une page qui vous permettra de choisir un nouveau mot de passe.</p>
gl_es: <p>Se esqueceu o seu contrasinal, encha o seguinte formulario co seu nome de usuario e co correo electrónico que estableceu no seu perfil.</p> <p>Enviaráselle un correo electrónico cunha ligazón a unha páxina que lle permitirá escoller un novo contrasinal.</p>
hu_hu: <p>Ha elfelejtette jelszavát, töltse ki a lenti űrlapot, megadva felhasználónevét és a hozzá tartozó e-mail címet.</p> <p>Egy e-mailt fogunk küldeni melyben megtalálja a jelszó-változtatáshoz szükséges linket.</p>
pt_br: <p>Se esqueceu a sua senha, preencha o seguinte formulário com o seu usuário e com o email que definiu no seu perfil.</p> <p>Será enviado um email com um link para uma página que lhe permitirá escolher uma nova senha.</p>

# jcommunity~password.admin.form.reset.html
source: <p>An email will be send to the user, so the user could change his password.</p>
fr_fr: <p>Un email va être envoyé à l'utilisateur, pour qu'il puisse changer son mot de passe.</p>
gl_es: <p>Enviaráselle un correo electrónico ó usuario, así o usuario poderá cambiar o seu contrasinal.</p>
pt_br: <p>Um email será enviado ao usuário, para que ele possa alterar sua senha. </p>

# jcommunity~password.admin.form.back.to.account
source: Back to the account of
fr_fr: Retour sur le compte de
gl_es: Volver á conta de
pt_br: Voltar para a conta de

# jcommunity~password.admin.form.email.button
source: Send the email to
fr_fr: Envoyer l'email à
gl_es: Enviar o correo electrónico a
pt_br: Enviar o email para

# jcommunity~password.admin.waiting.text.html
source: <p>An email has been sent to the user.</p>
fr_fr: <p>Un email a été envoyé à l'utilisateur.</p>
gl_es: <p>Envióuselle un correo electrónico ó usuario.</p>
pt_br: <p>Um email foi enviado ao usuário.</p>

# jcommunity~password.form.submit
source: Send the email
fr_fr: Envoyer l'email
gl_es: Enviar o correo electrónico
hu_hu: E-mail küldése
pt_br: Envie o email

# jcommunity~password.waiting.text.html
source: <p>An email has been sent to the address you gave. If you don't see it into your inbox in few minutes, verify your spam folder. If you didn't receive the email, perhaps the login and the email you gave are invalid. Contact the web site administrator.</p> <p>This email contains a link to a page which allows you to change your password. This link is valid only 48 hours.</p> <p>The current password is still valid as long as you don't change it.</p>
fr_fr: <p>Un email vous a été envoyé à l'adresse indiquée. Si vous ne le voyez pas dans votre boite au lettre d'ici quelques minutes, vérifiez votre dossier de spam. Si vous n'avez pas reçu le mail, peut-être que le nom d'utilisateur et l'adresse que vous avez donné ne sont pas valides. Contactez l'administrateur du site web.</p> <p>Cet email contient un lien vers une page qui vous permettra de changer de mot de passe. Ce lien est valable 48 heures.</p> <p>Tant que vous n'avez pas changé le mot de passe, l'ancien reste valable.</p>
gl_es: <p>Envióuselle un correo electrónico ó enderezo que indicou. Se non o ves na caixa de entrada nuns minutos, comproba o cartafol do spam. Se non recibes o correo electrónico, quizais o nome ou o correo electrónico que indicaches son incorrectos. Contacta co administrador da páxina web.</p> <p>Este correo electrónico contén unha ligazón a unha páxina que lle permite cambiar o seu contrasinal. Esta ligazón só é válida 48 horas.</p> <p>O contrasinal actual aínda é válido posto que non o cambiou.</p>
pt_br: <p>Foi enviado um email para o endereço fornecido. Verifique a sua pasta de spam caso não o encontre na sua caixa de entrada dentro de poucos minutos. Se você não recebeu o e-mail, talvez o login e o e-mail que você forneceu sejam inválidos. Entre em contato com o administrador do site.</p> <p>Este email contém um link para uma página que lhe permitirá alterar a sua senha. Este link é válido apenas por 48 horas. </p><p>A senha atual ainda é válida, desde que não a altere.</p>

# jcommunity~password.mail.pwd.change.subject
source: Request about a password reset on %s
fr_fr: Réinitialisation de mot de passe sur le site %s
gl_es: Solicitar un restablecemento de contrasinal en %s
hu_hu: Jelszó visszaállítás kérése: %s
pt_br: Pedido sobre a redefinição de uma senha em %s

# jcommunity~password.form.change.title
source: Password change
fr_fr: Changement de mot de passe
gl_es: Cambio de contrasinal
hu_hu: Jelszó-változtatás
pt_br: Alteração de senha

# jcommunity~password.form.change.current.password.label
source: Your current password
fr_fr: Votre mot de passe actuel
gl_es: O seu contrasinal actual
hu_hu: Jelenlegi jelszó
pt_br: A sua senha atual

# jcommunity~password.form.change.password.label
source: Your new password
fr_fr: Votre nouveau mot de passe
gl_es: O seu novo contrasinal
hu_hu: Új jelszó
pt_br: A sua nova senha

# jcommunity~password.form.change.submit
source: Change
fr_fr: Changer
gl_es: Cambiar
hu_hu: Megváltoztat
pt_br: Alteração

# jcommunity~password.form.change.text.html
source: <p>Indicate your new password.</p>
fr_fr: <p>Indiquez votre nouveau mot de passe</p>
gl_es: <p>Indique o novo contrasinal.</p>
hu_hu: <p>Adja meg az új jelszót.</p>
pt_br: <p>Indique a sua nova senha.</p>

# jcommunity~password.form.change.error.alreadydone
source: Sorry, there is no request for a password change.
fr_fr: Il n'y a pas de demande de changement de mot de passe
gl_es: Desculpas, non hai solicitude de cambio de contrasinal.
hu_hu: Sajnáljuk, nem érkezett kérés a jelszó megváltoztatására.
pt_br: Desculpe, não existe um pedido para alteração de senha.

# jcommunity~password.form.change.error.badkey
source: Password change is not possible: the username or the request key is not valid.
fr_fr: Changement de mot de passe impossible : le nom d'utilisateur ou la clé de demande de changement est invalide.
gl_es: O cambio do contrasinal non é posible: o nome de usuario ou a clave solicitadas non son válidas.
hu_hu: A jelszó módosítása nem lehetséges, mert a felhasználónév, vagy a kérés azonosítója helytelen.
pt_br: A alteração de senha não é possível: o nome de usuário ou a senha solicitados não são válidos.

# jcommunity~password.form.change.error.expiredkey
source: Password change is not possible: the request has expired. Do an other request.
fr_fr: Changement de mot de passe impossible : la demande de changement a expiré. Si vous ne vous souvenez toujours pas de votre mot de passe, refaite une demande.
gl_es: O cambio do contrasinal non é posible: a solicitude caducou. Faga outra solicitude.
hu_hu: A jelszó módosítása nem lehetséges, mert az igénylés lejárt. Kérem, ismételje meg.
pt_br: A alteração de senha não é possível: o pedido expirou. Solicite novamente.

# jcommunity~password.form.change.error.badstatus
source: Password change is not allowed because of your account status.
fr_fr: Changement de mot de passe impossible : le statut de votre compte ne le permet pas.
gl_es: Non se permite o cambio de contrasinal debido ó estado da súa conta.
hu_hu: A jelszó megváltoztatása nem engedélyezett a felhasználói fiók állapota miatt.
pt_br: A alteração de senha não é permitida devido ao status da sua conta.

# jcommunity~password.form.change.error.badloginemail
source: We don't know the username or the email you give
fr_fr: Le nom d'utilisateur ou l'email nous est inconnu.
gl_es: Descoñecemos o nome de usuario ou correo electrónico que indicou
hu_hu: Ismeretlen felhasználónév vagy e-mail cím
pt_br: Desconhecemos o nome de usuário ou o email fornecidos

# jcommunity~password.form.change.error.badcurrentpwd
source: The password does not match the current password
fr_fr: Le mot de passe donné ne correspond pas au mot de passe courant
gl_es: O contrasinal non coincide co contrasinal actual
hu_hu: A beírt jelszó nem egyezik meg az aktuális jelszóval
pt_br: A senha não corresponde à senha atual

# jcommunity~password.form.change.error.admin.badstatus
source: Password change is not allowed because of the account status.
fr_fr: Changement de mot de passe impossible : le statut du compte ne le permet pas.
gl_es: Non se permite o cambio de contrasinal debido ó estado da conta.
pt_br: Alteração de senha não é permitida devido ao status da conta.

# jcommunity~password.form.change.error.admin.badloginemail
source: The username or his email is unknown
fr_fr: Le nom d'utilisateur ou l'email est inconnu.
gl_es: Descoñécese o nome de usuario ou o seu correo electrónico
pt_br: Nome de usuário ou email desconhecido

# jcommunity~password.form.change.reset.ok
source: The new password is now saved. You can sign in now.
fr_fr: Le mot de passe est enregistré. Vous pouvez maintenant vous connecter.
gl_es: O novo contrasinal está xa gardado. Agora pode iniciar sesión.
hu_hu: Az új jelszó mentésre került. Jelentkezzen be!
pt_br: A nova senha está salva. Você pode entrar agora.

# jcommunity~password.form.change.ok
source: The new password is now saved.
fr_fr: Le nouveau mot de passe est enregistré.
gl_es: O novo contrasinal está agora gardado.
hu_hu: Az új jelszó mentésre került.
pt_br: A nova senha agora está salva.

# jcommunity~password.form.create.title
source: Account creation
fr_fr: Création de compte
gl_es: Creación da conta
pt_br: Criação de conta

# jcommunity~password.form.create.text.html
source: <p>Indicate your new password.</p>
fr_fr: <p>Indiquez votre nouveau mot de passe</p>
gl_es: <p>Indique o novo contrasinal.</p>
hu_hu: <p>Adja meg az új jelszót.</p>
pt_br: <p>Indique a sua nova senha.</p>

# jcommunity~password.form.create.error.alreadydone
source: Sorry, there is no request for a password creation.
fr_fr: Il n'y a pas de demande de création de mot de passe
gl_es: Desculpas, non hai solicitude de creación de contrasinal.
pt_br: Desculpe, não há solicitação de criação de senha.

# jcommunity~password.form.create.error.badkey
source: Password creation is not possible: the username or the request key is not valid.
fr_fr: Création de mot de passe impossible : le nom d'utilisateur ou la clé de demande de création est invalide.
gl_es: A creación do contrasinal non é posible: o nome de usuario ou a clave solicitadas non son válidas.
pt_br: A criação de senha não é possível: o nome de usuário ou a senha solicitados não são válidos.

# jcommunity~password.form.create.error.expiredkey
source: Password creation is not possible: the request has expired. Contact an administrator
fr_fr: Création de mot de passe impossible : la demande a expiré. Contactez votre administrateur.
gl_es: A creación do contrasinal non é posible: a solicitude caducou. Contacta cun administrador
pt_br: A criação de senha não é possível: o pedido expirou. Contate um administrador

# jcommunity~password.form.create.error.badstatus
source: Password creation is not allowed because of your account status.
fr_fr: Création de mot de passe impossible : le statut de votre compte ne le permet pas.
gl_es: Non se permite a creación do contrasinal debido ó estado da súa conta.
pt_br: A criação de senha não é permitida devido ao status da sua conta.

# jcommunity~password.form.create.error.badloginemail
source: We don't know the username or the email you give
fr_fr: Le nom d'utilisateur ou l'email nous est inconnu.
gl_es: Descoñecemos o nome de usuario ou correo electrónico que indicou
hu_hu: Ismeretlen felhasználónév vagy e-mail cím
pt_br: Desconhecemos o nome de usuário ou o email fornecidos

# jcommunity~password.form.create.error.badcurrentpwd
source: The password does not match the current password
fr_fr: Le mot de passe donné ne correspond pas au mot de passe courant
gl_es: O contrasinal non coincide co contrasinal actual
hu_hu: A beírt jelszó nem egyezik meg az aktuális jelszóval
pt_br: A senha não corresponde à senha atual

# jcommunity~register.registration.title
source: Registration
fr_fr: Inscription
gl_es: Rexistro
hu_hu: Regisztráció
pt_br: Registro
