Repository: 3liz/lizmap-plugin
Catalog: lizmap/lizmap-locales/web-client/*/jelix.po
Languages: cs_cz, it_it, pt_pt

# jelix~errors.mail.signing
source: (362) Signing Error: %s
cs_cz: (362) Chyba při podepisování: %s
it_it: (362) Errore di Firma: %s
pt_pt: (362) Erro de assinatura: %s

# jelix~errors.bindings.nobinding
source: (380) Binding for %s not defined
cs_cz: (380) Vazba pro %s není definována
it_it: (380) L'obbligo per %s non è definito
pt_pt: (380) Binding para %s não definido

# jelix~errors.datetime.invalid
source: (400)jDateTime: invalid date/time (%d-%d-%d %d:%d:%d)
cs_cz: (400) jDateTime: neplatný datum / čas (%d-%d-%d %d:%d:%d)
it_it: (400)jDateTime: date/time non valido (%d-%d-%d %d:%d:%d)
pt_pt: (400)jDateTime: Data/hora inválida (%d-%d-%d %d:%d:%d)

# jelix~errors.profile.unknown
source: (500)Unknown profile "%s" for "%s"
cs_cz: (500) Neznámý profil "%s" pro "%s"
it_it: (500)Profilo sconosciuto "%s" per "%s"
pt_pt: (500)Perfil "%s" desconhecido de "%s"

# jelix~errors.profile.use.default
source: (501) The given profile "%s" for "%s" doesn't exist. The default one is used instead. To not show this error, create the profile or an alias to the default profile.
cs_cz: (501) Zadaný profil "%s" pro "%s" neexistuje. Místo toho je použit výchozí. Chcete-li tuto chybu dále nezobrazovat, vytvořte profil nebo alias výchozího profilu.
it_it: (501) Il profilo "%s" per "%s" non esiste. In sostituzione viene usato il profilo di default. Per non visualizzare questo errore, creare un profilo o un un alias del profilo di default.
pt_pt: (501) O perfil "%s" especificado de "%s" não existe. Em seu lugar será usado o perfil padrão. Para não mostrar esse erro, crie um perfil ou um alias para o perfil padrão.

# jelix~errors.profile.default.unknown
source: (502)No default profile for "%s"
cs_cz: (502) Žádný výchozí profil pro "%s"
it_it: (502)Non c'è un profilo di default per "%s"
pt_pt: (502)Não existe perfil padrão para "%s"

# jelix~errors.profile.virtual.no.name
source: (503) The name of a virtuel profile for "%s" is empty
cs_cz: (503) Název virtuálního profilu pro "%s" je prázdný
it_it: (503) Il nome del profilo virtuale è vuoto per "%s"
pt_pt: (503) O nome de um perfil virtual para "%s" está vazio

# jelix~errors.profile.virtual.invalid.params
source: (504) Invalid parameters for the virtual profile "%s" for "%s"
cs_cz: (504) Neplatné parametry pro virtuální profil "%s" pro "%s"
it_it: (504) Parametro non valido per il profilo virtuale "%s" per "%s"
pt_pt: (504) Parâmetros inválidos para o perfil virtual "%s" de "%s"

# jelix~auth.error.plugin.missing
source: (601)Auth plugin is required
cs_cz: (601) Je vyžadován plugin Auth
it_it: (601)E' necessario il plugin Auth
pt_pt: (601)O Plugin Auth é necessário

# jelix~auth.error.driver.notfound
source: (602)Authentification driver "%s" not found
cs_cz: (602) Ovladač ověřování "%s" nebyl nalezen
it_it: (602)Impossibile trovare il driver "%s" per l'autenticazione
pt_pt: (602)Controlador de autenticação "%s" não encontrado

# jelix~auth.error.lds.request.not.send
source: (605)Error while trying to send request to LDS server
cs_cz: (605) Chyba při pokusu o odeslání požadavku na server LDS
it_it: (605)Errore nell'invio della richiesta al server LDS server
pt_pt: (605)Erro ao tentar enviar solicitação ao servidor LDS

# jelix~auth.error.lds.unreachable.server
source: (606)Impossible to connect to LDS server
cs_cz: (606) Nelze se připojit k serveru LDS
it_it: (606)Impossibile collegarsi al server LDS
pt_pt: (606)Impossível estabelecer ligação com o servidor LDS

# jelix~auth.error.key.tooshort
source: (607)Key is too short (at least %s characters)
cs_cz: (607) Klíč je příliš krátký (alespoň %s znaků)
it_it: (607)La chiave è troppo breve (almeno %s caratteri)
pt_pt: (607)A chave é demasiado curta (pelo menos %s caracteres)

# jelix~auth.error.key.empty
source: (608)Key is empty
cs_cz: (608) Klíč je prázdný
it_it: (608)La chiave è vuota
pt_pt: (608)A chave está vazia

# jelix~auth.error.persistant.incorrectconfig
source: (609)Following parameters must be set in the configuration: %s
cs_cz: (609) V konfiguraci musí být nastaveny následující parametry: %s
it_it: (609)Devi configurare i seguenti parametri: %s
pt_pt: (609)Os seguintes parâmetros devem ser definidos na configuração: %s

# jelix~auth.error.bcrypt.inexistant
source: (610) Bcrypt (BlowFish) does not exist on this system
cs_cz: (610) V tomto systému neexistuje Bcrypt (BlowFish)
it_it: (610) Bcrypt (BlowFish) non esiste in questo sistema
pt_pt: (610) O Bcrypt (BlowFish) não existe no sistema

# jelix~auth.error.bcrypt.bad.salt
source: (611) The salt for bcrypt algorithm must be alphanumeric [0-9A-Za-z] and have 22 characters
cs_cz: (611) Sůl pro algoritmus bcrypt musí být alfanumerická [0-9A-Za-z] a má 22 znaků
it_it: (611) Il salt per l'algoritmo bcrypt dev'essere alfanumerico [0-9A-Za-z] ed avere 22 caratteri
pt_pt: (611) O algoritmo para o bcrypt deve ser alfanumérico [0-9A-Za-z] e possuir 22 caracteres

# jelix~auth.ldap.search.base.missing
source: (610)ldap configuration: search base missing
cs_cz: (610) konfigurace LDAP: chybí vyhledávací databáze
it_it: (610)configurazione ldap: manca la base per la ricerca
pt_pt: (610)Configuração ldap: base de pesquisa em falta

# jelix~auth.ldap.search.filter.missing
source: (611)ldap configuration: search filter missing
cs_cz: (611) LDAP konfigurace: Chybí vyhledávací filtr
it_it: (611)configurazione ldap: manca il filtro di ricerca
pt_pt: (611)Configuração ldap: filtro de pesquisa em falta

# jelix~auth.ldap.extension.unloaded
source: (612)ldap extension unloaded
cs_cz: (612) Nenačteno rozšíření ldap
it_it: (612)estensione ldap disattivata
pt_pt: (612)Extensão do ldap não está carregada

# jelix~auth.ldap.object.user.unknown
source: (613)user object unknown
cs_cz: (613) neznámý uživatelský objekt
it_it: (613)oggetto utente sconosciuto
pt_pt: (613)objeto do utilizador desconhecido

# jelix~auth.ldap.user.login.unset
source: (614)user identification unset
cs_cz: (614) zrušení uživatelské identifikace
it_it: (614)identificazione utante disattivata
pt_pt: (614)identificação do utilizador não estabelecida

# jelix~auth.acl.users.list
source: View list of users
cs_cz: Zobrazit seznam uživatelů
it_it: Visualizza elenco utenti
pt_pt: Ver lista de utilizadores

# jelix~auth.acl.users.view
source: View informations about a user
cs_cz: Zobrazit informace o uživateli
it_it: Visualizza informazione sull'utente
pt_pt: Ver informações sobre um utilizador

# jelix~auth.acl.users.modify
source: Modify informations of a user
cs_cz: Upravit informace uživatele
it_it: Modifica le informazione dell'utente
pt_pt: Modificar informações de um utilizador

# jelix~auth.acl.users.create
source: Create a new user
cs_cz: Vytvořit nového uživatele
it_it: Crea un nuovo utente
pt_pt: Criar novo utilizador

# jelix~auth.acl.users.delete
source: Delete a user
cs_cz: Smazat uživatele
it_it: Elimina utente
pt_pt: Apagar utilizador

# jelix~auth.acl.users.change.password
source: Change the password of a user
cs_cz: Změnit heslo uživatele
it_it: Modifica password dell'utente
pt_pt: Modificar a senha de um utilizador

# jelix~auth.acl.user.view
source: The user can view his informations
cs_cz: Uživatel může prohlížet své informace
it_it: L'utente può visualizzare le proprie informazioni
pt_pt: O utilizador pode visualizar as suas informações

# jelix~auth.acl.user.modify
source: The user can modify his informations
cs_cz: Uživatel může upravit své informace
it_it: L'utente può modificare le proprie informazioni
pt_pt: O utilizador pode modificar as suas informações

# jelix~auth.acl.user.change.password
source: The user can change his password
cs_cz: Uživatel může změnit své heslo
it_it: L'utente può modificare la propria password
pt_pt: O utilizador pode alterar a sua senha

# jelix~auth.acl.grp.user.management
source: Users management
cs_cz: Správa uživatelů
it_it: Gestione utenti
pt_pt: Gestão de utilizadores

# jelix~db.error.database.unknown
source: (401)jDb: unknown database %s
cs_cz: (401)jDb: neznámá databáze %s
it_it: (401)jDb: database sconosciuto %s
pt_pt: (401)jDb: base de dados %s desconhecida

# jelix~db.error.connection
source: (402)error during the connection %s
cs_cz: (402)chyba během připojení %s
it_it: (402)errore durante la connessione %s
pt_pt: (402)erro durante a conexão %s

# jelix~db.error.query.bad
source: (403)invalid query (%s)
cs_cz: (403)neplatný dotaz (%s)
it_it: (403)query non valida (%s)
pt_pt: (403)query inválida (%s)

# jelix~db.error.feature.unsupported
source: (404)JDb: the %s driver doesn't support this feature "%s"
cs_cz: (404)JDb: ovladač %s nepodporuje tuto funkci "%s"
it_it: (404)JDb : il driver %s non supporta questo elemento "%s"
pt_pt: (404)JDb : o controlador %s não suporta este recurso "%s"

# jelix~db.error.nofunction
source: (405)jDb: %s extension is not installed in PHP
cs_cz: (405)jDb: Rozšíření %s není nainstalováno v PHP
it_it: (405)jDb : l'estensione %s non è installata nel PHP
pt_pt: (405)jDb : extensão %s não está instalada no PHP

# jelix~db.error.driver.notfound
source: (408)jDb driver "%s" is not found
cs_cz: (408)Ovladač jDb "%s" nebyl nalezen
it_it: (408)jDb driver "%s" non trovato
pt_pt: (408)jDb controlador "%s" não foi encontrado

# jelix~db.error.connection.closed
source: (409) Connection to database is not valid anymore: timeout, server down... (profile %s)
cs_cz: (409) Připojení k databázi již není platné: časový limit vypršel, server neběží... (profil %s)
it_it: (409) La connessione al database non è più valida: tempo scaduto, il server è giù... (profilo %s)
pt_pt: (409) A concexão com a base de dados já não é válida: timeout, server em baixo... (perfil %s)

# jelix~db.error.no.database.name
source: (412) No database defined in the profile "%s"?
cs_cz: (412) V profilu "%s" nebyla definovaná žádná databáze?
it_it: (412) Nessun database definito nel profilo "%s"?
pt_pt: (412) Sem base de dados definida no perfil "%s"?

# jelix~db.error.invalid.param
source: (413) An invalid argument was supplied to the query
cs_cz: (413) Do dotazu byl vložen neplatný argument
it_it: (413) Alla query è stato fornito un argomento non valido
pt_pt: (413) Um argumento inválido foi fornecido para a consulta

# jelix~jelix.framework.slogan
source: Jelix, a framework for PHP
cs_cz: Jelix, framework pro PHP
it_it: Jelix, un framework per PHP
pt_pt: Jelix, um framework para PHP

# jelix~jelix.newapp.h1
source: Welcome in your new jelix application
cs_cz: Vítejte v nové jelix aplikaci
it_it: Benvenuto nella tua nuova applicazione jelix
pt_pt: Bem-vindo à sua nova aplicação jelix

# jelix~common.none
source: none
cs_cz: žádný
it_it: nessuno
pt_pt: nenhum

# jelix~common.unknown
source: unknown
cs_cz: neznámý
it_it: sconosciuto
pt_pt: desconhecido

# jelix~common.version
source: version
cs_cz: verze
it_it: versione
pt_pt: versão

# jelix~crud.title.list
source: List
cs_cz: Seznam
it_it: Elenca
pt_pt: Listar

# jelix~crud.title.update
source: Edit of a record
cs_cz: Upravit záznam
it_it: Modifica un record
pt_pt: Modificar um registro

# jelix~crud.title.create
source: Create a new record
cs_cz: Vytvořit nový záznam
it_it: Crea un record
pt_pt: Criar um novo registro

# jelix~crud.title.view
source: Record details
cs_cz: Detaily záznamu
it_it: Dettagli del record
pt_pt: Detalhes do registro

# jelix~crud.title.pages
source: Pages
cs_cz: Stran
it_it: Pagine
pt_pt: Páginas

# jelix~crud.link.return.to.list
source: Return to the list
cs_cz: Zpět do seznamu
it_it: Ritorna all'elenco
pt_pt: Voltar para a lista

# jelix~crud.link.view.record
source: View
cs_cz: Zobrazit
it_it: Vista
pt_pt: Ver

# jelix~crud.link.create.record
source: Create a new record
cs_cz: Vytvořit nový záznam
it_it: Crea un nuovo record
pt_pt: Criar um novo registro

# jelix~crud.link.edit.record
source: Edit
cs_cz: Editace
it_it: Modifica
pt_pt: Editar

# jelix~crud.link.delete.record
source: Delete
cs_cz: Smazat
it_it: Elimina
pt_pt: Apagar

# jelix~crud.confirm.deletion
source: Are you sure to want to delete this record?
cs_cz: Opravdu chcete tento záznam smazat?
it_it: Sei sicuro di voler eliminare questo record ?
pt_pt: Tem a certeza que quer apagar este registro?

# jelix~captcha.question.1
source: How much 2+3?
cs_cz: Kolik je 2+3?
it_it: Quanto fa 2+3?
pt_pt: Quanto é 2+3 ?

# jelix~captcha.question.2
source: Write the number 10 with lowercase letters
cs_cz: Napište číslo 10 malými písmeny
it_it: Scrivi il numero 10 in minuscolo
pt_pt: Escreve o número 10 em minúsculas

# jelix~captcha.response.2
source: ten
cs_cz: deset
it_it: dieci
pt_pt: dez

# jelix~captcha.question.3
source: Write the number 15 with lowercase letters
cs_cz: Napište číslo 15 malými písmeny
it_it: Scrivi il numero 15 in minuscolo
pt_pt: Escreve o número 15 em minúsculas

# jelix~captcha.response.3
source: fifteen
cs_cz: patnáct
it_it: quindici
pt_pt: quinze

# jelix~captcha.question.4
source: Write the number 20 with lowercase letters
cs_cz: Napište číslo 20 malými písmeny
it_it: Scrivi il numero 20 in minuscolo
pt_pt: Escreve o número 20 em minúsculas

# jelix~captcha.response.4
source: twenty
cs_cz: dvacet
it_it: venti
pt_pt: vinte

# jelix~captcha.question.5
source: Write the number 30 with lowercase letters
cs_cz: Napište číslo 30 malými písmeny
it_it: Scrivi il numero 30 in minuscolo
pt_pt: Escreve o número 30 em minúsculas

# jelix~captcha.response.5
source: thirty
cs_cz: třicet
it_it: trenta
pt_pt: trinta

# jelix~captcha.question.6
source: What is the color of the Napoléon's white horse?
cs_cz: Jaká je barva Napoléonova bílého koně?
it_it: Qual'è il colore del cavallo bianco di Napoleone?
pt_pt: De que cor é o cavalo branco de Napoleão?

# jelix~captcha.response.6
source: white
cs_cz: bílá
it_it: bianco
pt_pt: branco

# jelix~captcha.question.7
source: What is the capital of United States?
cs_cz: Jaké je hlavní město Spojených států?
it_it: Qual'è la capitale degli Stati Uniti?
pt_pt: Qual é a capital de Inglaterra ?

# jelix~captcha.response.7
source: washington
pt_pt: Londres

# jelix~captcha.question.8
source: How much do 5 plus 3
cs_cz: Kolik je 5 plus 3
it_it: Quanto fa 5 più 3
pt_pt: Quanto é 5 mais 3

# jelix~captcha.question.9
source: How much do 2 times 3
cs_cz: Kolik je 2 krát 3
it_it: Quanto fa 2 per 3
pt_pt: Quanto é 2 vezes 3

# jelix~captcha.question.10
source: How much do 5 minus 2
cs_cz: Kolik je 5 mínus 2
it_it: Quanto fa 5 meno 2
pt_pt: Quanto é 5 menos 2

# jelix~captcha.question.11
source: How much do 8 divided by 4
cs_cz: Kolik je 8 děleno 4
it_it: Quanto fa 8 diviso 4
pt_pt: Quanto é 8 a dividir por 4

# jelix~captcha.question.12
source: What is the firstname of Jules Verne?
cs_cz: Jaké je křestní jméno Julese Vernea?
it_it: Qual'è il nome di Jules Verne?
pt_pt: Qual é o nome próprio de Jules Verne ?

# jelix~captcha.question.13
source: What is the year when the first world war 14-18 has began?
cs_cz: V který rok začala první světová válka 14-18?
it_it: Qual'è l'anno in cui la guerra mondiale del 14-18 è iniziata?
pt_pt: Em que ano começou a primeira guerra mundial 14-18 ?

# jelix~captcha.question.14
source: Write the number fifty three
cs_cz: Napište číslo padesát tři
it_it: Scrivi il numero cinquantatre
pt_pt: Escreve o número cinquenta e três

# jelix~dao.check.required
source: property %s is missing
cs_cz: vlastnost %s chybí
it_it: proprietà %s mancante
pt_pt: propriedade %s em falta

# jelix~dao.check.badtype
source: bad type on the property %s
cs_cz: špatný typ vlastnosti %s
it_it: tipo errato nella proprietà %s
pt_pt: tipo de propriedade incorreto %s

# jelix~dao.check.badformat
source: bad format on the property %s
cs_cz: špatný formát vlastnosti %s
it_it: formato errato nella proprietà %s
pt_pt: propriedade com formato incorreto %s

# jelix~dao.check.maxlength.overflow
source: property %s value is too high
cs_cz: vlastnost %s je příliš vysoká
it_it: il valore della proprietà %s è troppo alto
pt_pt: o valor da propriedade %s é demasiado alto

# jelix~dao.check.minlength.overflow
source: property %s value is too low
cs_cz: vlastnost %s je příliš nízká
it_it: il valore della proprietà %s è troppo basso
pt_pt: o valor da propriedade %s é demasiado baixo

# jelix~dao.error.keys.missing
source: (501) Identifier is missing
cs_cz: (501) Identifikátor chybí
it_it: (501) L'identificatore è mancante
pt_pt: (501) Identificador ausente

# jelix~dao.error.update.impossible
source: (502)Update is impossible with this dao because table contains only primary keys (DAO: %1$s, file: %2$s)
cs_cz: (502) Aktualizace je nemožná u tohoto dao, protože tabulka obsahuje pouze primární klíče (DAO: %1$s, soubor: %2$s)
it_it: (502)L'aggiornamento di questo dao è impossibile poichè la tabella contiene solamente chiavi primarie (DAO: %1$s, file: %2$s)
pt_pt: (502)Atualização é impossível com este dao porque a tabela contém apenas as chaves primárias (DAO: %1$s, file: %2$s)

# jelix~dao.error.bad.operator
source: (503)Invalid given operator "%s"
cs_cz: (503) Neplatný daný operátor "%s"
it_it: (503)Operatore fornito non valido "%s"
pt_pt: (503)Operador fornecido "%s" inválido

# jelix~dao.error.property.unknown
source: (504) unknown property (%s) in a jDaoConditions object
cs_cz: (504) neznámá vlastnost (%s) v objektu jDaoConditions
it_it: (504) proprietà sconosciuta (%s) in un oggetto jDaoConditions
pt_pt: (504) propriedade desconhecida (%s) num objeto jDaoConditions

# jelix~date_time.month.01.label
source: January
cs_cz: Leden
it_it: Gennaio
pt_pt: Janeiro

# jelix~date_time.month.02.label
source: February
cs_cz: Únor
it_it: Febbraio
pt_pt: Fevereiro

# jelix~date_time.month.02.shortlabel
source: Feb
cs_cz: Úno
pt_pt: Fev

# jelix~date_time.month.03.label
source: March
cs_cz: Březen
it_it: Marzo
pt_pt: Março

# jelix~date_time.month.04.label
source: April
cs_cz: Duben
it_it: Aprile
pt_pt: Abril

# jelix~date_time.month.04.shortlabel
source: Apr
cs_cz: Dub
pt_pt: Abr

# jelix~date_time.month.05.label
source: May
cs_cz: Květen
it_it: Maggio
pt_pt: Maio

# jelix~date_time.month.05.shortlabel
source: May
cs_cz: Kvě
it_it: Mag
pt_pt: Mai

# jelix~date_time.month.06.label
source: June
cs_cz: Červen
it_it: Giugno
pt_pt: Junho

# jelix~date_time.month.07.label
source: July
cs_cz: Červenec
it_it: Luglio
pt_pt: Julho

# jelix~date_time.month.08.label
source: August
cs_cz: Srpen
it_it: Agosto
pt_pt: Agosto

# jelix~date_time.month.08.shortlabel
source: Aug
cs_cz: Srp
it_it: Ago
pt_pt: Ago

# jelix~date_time.month.09.label
source: September
cs_cz: Září
it_it: Settembre
pt_pt: Setembro

# jelix~date_time.month.09.shortlabel
source: Sep
cs_cz: Zář
it_it: Set
pt_pt: Set

# jelix~date_time.month.10.label
source: October
cs_cz: Říjen
it_it: Ottobre
pt_pt: Outubro

# jelix~date_time.month.10.shortlabel
source: Oct
cs_cz: Říj
it_it: Ott
pt_pt: Out

# jelix~date_time.month.11.label
source: November
cs_cz: Listopad
it_it: Novembre
pt_pt: Novembro

# jelix~date_time.month.12.label
source: December
cs_cz: Prosinec
it_it: Dicembre
pt_pt: Dezembro

# jelix~date_time.month.12.shortlabel
source: Dec
cs_cz: Pro
it_it: Dic
pt_pt: Dez

# jelix~date_time.day.0.label
source: Sunday
cs_cz: Neděle
it_it: Domenica
pt_pt: Domingo

# jelix~date_time.day.0.shortlabel
source: Sun
cs_cz: Ned
it_it: Dom
pt_pt: Dom

# jelix~date_time.day.1.label
source: Monday
cs_cz: Pondělí
it_it: Lunedì
pt_pt: Segunda-feira

# jelix~date_time.day.1.shortlabel
source: Mon
cs_cz: Pon
it_it: Lun
pt_pt: Seg

# jelix~date_time.day.2.label
source: Tuesday
cs_cz: Úterý
it_it: Martedì
pt_pt: Terça-feira

# jelix~date_time.day.2.shortlabel
source: Tue
cs_cz: Úte
it_it: Mar
pt_pt: Ter

# jelix~date_time.day.3.label
source: Wednesday
cs_cz: Středa
it_it: Mercoledì
pt_pt: Quarta-feira

# jelix~date_time.day.3.shortlabel
source: Wed
cs_cz: Stř
it_it: Mer
pt_pt: Qua

# jelix~date_time.day.4.label
source: Thursday
cs_cz: Čtvrtek
it_it: Giovedì
pt_pt: Quinta-feira

# jelix~date_time.day.4.shortlabel
source: Thu
cs_cz: Čtv
it_it: Gio
pt_pt: Qui

# jelix~date_time.day.5.label
source: Friday
cs_cz: Pátek
it_it: Venerdì
pt_pt: Sexta-feira

# jelix~date_time.day.5.shortlabel
source: Fri
cs_cz: Pát
it_it: Ven
pt_pt: Sex

# jelix~date_time.day.6.label
source: Saturday
cs_cz: Sobota
it_it: Sabato
pt_pt: Sábado

# jelix~date_time.day.6.shortlabel
source: Sat
cs_cz: Sob
it_it: Sab
pt_pt: Sab

# jelix~date_time.day.1.ordinal
source: st
pt_pt: o

# jelix~date_time.day.2.ordinal
source: nd
pt_pt: o

# jelix~date_time.day.3.ordinal
source: rd
pt_pt: o

# jelix~date_time.day.4.ordinal
source: th
pt_pt: o

# jelix~date_time.day.5.ordinal
source: th
pt_pt: o

# jelix~date_time.day.6.ordinal
source: th
pt_pt: o

# jelix~date_time.day.7.ordinal
source: th
pt_pt: o

# jelix~date_time.day.8.ordinal
source: th
pt_pt: o

# jelix~date_time.day.9.ordinal
source: th
pt_pt: o

# jelix~date_time.day.10.ordinal
source: th
pt_pt: o

# jelix~date_time.day.11.ordinal
source: th
pt_pt: o

# jelix~date_time.day.12.ordinal
source: th
pt_pt: o

# jelix~date_time.day.13.ordinal
source: th
pt_pt: o

# jelix~date_time.day.14.ordinal
source: th
pt_pt: o

# jelix~date_time.day.15.ordinal
source: th
pt_pt: o

# jelix~date_time.day.16.ordinal
source: th
pt_pt: o

# jelix~date_time.day.17.ordinal
source: th
pt_pt: o

# jelix~date_time.day.18.ordinal
source: th
pt_pt: o

# jelix~date_time.day.19.ordinal
source: th
pt_pt: o

# jelix~date_time.day.20.ordinal
source: th
pt_pt: o

# jelix~date_time.day.21.ordinal
source: th
pt_pt: o

# jelix~date_time.day.22.ordinal
source: th
pt_pt: o

# jelix~date_time.day.23.ordinal
source: th
pt_pt: o

# jelix~date_time.day.24.ordinal
source: th
pt_pt: o

# jelix~date_time.day.25.ordinal
source: th
pt_pt: o

# jelix~date_time.day.26.ordinal
source: th
pt_pt: o

# jelix~date_time.day.27.ordinal
source: th
pt_pt: o

# jelix~date_time.day.28.ordinal
source: th
pt_pt: o

# jelix~date_time.day.29.ordinal
source: th
pt_pt: o

# jelix~date_time.day.30.ordinal
source: th
pt_pt: o

# jelix~date_time.day.31.ordinal
source: th
pt_pt: o

# jelix~daoxml.file.unknown
source: (510)Unknown dao file (%s)
cs_cz: (510) Neznámý soubor dao (%s)
pt_pt: (510)ficheiro dao desconhecido (%s)

# jelix~daoxml.namespace.wrong
source: (511)bad namespace in the DAO file "%s" (%s)
cs_cz: (511) špatný jmenný prostor v souboru DAO "%s" (%s)
it_it: (511) namespace errato nel file DAO "%s" (%s)
pt_pt: (511)namespace incorreto no ficheiro DAO "%s" (%s)

# jelix~daoxml.missing.attr
source: (512)DAO %1$s, attribute "%3$s" is missing on tag "%4$s" (file %2$s)
cs_cz: (512) DAO %1$s, atribut "%3$s" chybí na tagu "%4$s" (soubor %2$s)
it_it: (512)DAO %1$s, l'attributo "%3$s" è mancante nel tag "%4$s" (file %2$s)
pt_pt: (512)DAO %1$s, atributo "%3$s" ausente na etiqueta "%4$s" (ficheiro %2$s)

# jelix~daoxml.tag.duplicate
source: (513)DAO %1$s, only one %3$s tag is allowed in the %4$s method (file %2$s)
cs_cz: (513) DAO %1$s je povolena pouze jedna značka %3$s v %4$s metodě (soubor %2$s)
it_it: (513)DAO %1$s, solo un tag %3$s è concesso nel metodo %4$s (file %2$s)
pt_pt: (513)DAO %1$s, apenas é permitida uma etiqueta %3$s no método %4$s (ficheiro %2$s)

# jelix~daoxml.forbidden.attr
source: (514)DAO %1$s, the "%3$s" attribute is not allowed on the "%4$s" element (file %2$s)
cs_cz: (514) DAO %1$s, atribut "%3$s" není povolen na prvek "%4$s" (soubor %2$s)
it_it: (514)DAO %1$s, l'attributo "%3$s" non è ammesso nell'elemento "%4$s" (file %2$s)
pt_pt: (514)DAO %1$s, o atributo "%3$s" não é permitido no elemento "%4$s" (ficheiro %2$s)

# jelix~daoxml.forbidden.attr.context
source: (515)DAO %1$s, the "%3$s" attribute is not allowed on the "%4$s" element in this context (file %2$s)
cs_cz: (515) DAO %1$s, atribut "%3$s" není povolen na prvek "%4$s" v tomto kontextu (soubor %2$s)
it_it: (515)DAO %1$s, l'attributo "%3$s" non è ammesso nell'elemento "%4$s" in questo contesto (file %2$s)
pt_pt: (515)DAO %1$s, o atributo "%3$s" não é permitido no elemento "%4$s" neste contexto (ficheiro %2$s)
