Repository: 3liz/lizmap-plugin
Catalog: lizmap/lizmap-locales/web-client/*/jelix.po
Languages: cs_cz, it_it, pt_pt

# jelix~cache.error.driver.missing
source: (900) profile name '%s': cache driver '%s' not found
cs_cz: (900) jméno profilu '%s': ovladač mezipaměti '%s' nebyl nalezen
it_it: (900) nome profilo '%s': il driver di cache '%s' non è stato trovato
pt_pt: (900) nome do perfil '%s': controlador da cache '%s' não foi encontrado

# jelix~cache.error.invalid.key
source: (901) error key %s, use only alphanumeric characters and the character '_' and maximum length 255
cs_cz: (901) chybový klíč %s použijte pouze alfanumerické znaky a znak '_' a maximální délku 255
it_it: (901) carattere errato %s, usa solamente caratteri alfanumerici ed il carattere '_', lunghezza massima 255 caratteri
pt_pt: (901) chave incorreta %s, utilize apenas caracteres alfanuméricos e o caractere '_' com uma extensão máxima de 255

# jelix~cache.error.serialize.data
source: (902) profile name '%s': error during data serialisation for cache purpose ( %s )
cs_cz: (902) název profilu '%s': chyba při serializaci dat pro účel cache ( %s )
it_it: (902) nome del profilo '%s' : errore durante la serializzazione per la cache ( %s )
pt_pt: (902) nome de perfil '%s' : erro durante a serialização de dados para fins de cache ( %s )

# jelix~cache.error.unserialize.data
source: (903) profile name '%s': error during data unserialisation for cache purpose ( %s )
cs_cz: (903) jméno profilu '%s': chyba při neserializaci dat pro účel vyrovnávací paměti ( %s )
it_it: (903) nome del profilo '%s' : errore durante la deserializzazione dei dati per la cache ( %s )
pt_pt: (903) profile name '%s' : erro durante a não-serialização de dados para fins de cache ( %s )

# jelix~cache.error.wrong.date.value
source: (904) wrong date value
cs_cz: (904) špatná hodnota data
it_it: (904) valore della data sbagliato
pt_pt: (904) valor de data incorreto

# jelix~cache.directory.not.writable
source: (906) profile '%s': cache directory not writable
cs_cz: (906) profil '%s': adresář cache není zapisovatelný
it_it: (906) profilo '%s' : impossibile scrivere nella cartella della cache
pt_pt: (906) perfil '%s' : diretório de cache sem permissões de escrita

# jelix~cache.driver.object.invalid
source: (907) profile '%s': object interface for the driver %s unknown
cs_cz: (907) profil '%s': rozhraní objektu pro ovladač %s není známo
it_it: (907) profilo '%s': oggetto interfaccia per il driver %s sconosciuto
pt_pt: (907) perfil '%s' : interface de objeto para o controlador %s desconhecido

# jelix~cache.error.memcache.extension.missing
source: (908) profile '%s': Memcache extension not installed (%s)
cs_cz: (908) profil '%s': Rozšíření Memcache není nainstalováno (%s)
it_it: (908) profilo '%s': estensione Memcache non installata (%s)
pt_pt: (908) perfil '%s' : Extensão Memcache não instalada (%s)

# jelix~cache.error.no.memcache.server.available
source: (909) profile '%s': no servers available for Memcache
cs_cz: (909) profil '%s': nejsou žádné servery dostupné pro Memcache
it_it: (909) profile '%s': nessun server disponibile per Memcache
pt_pt: (909) perfil '%s' : não há servidores de Memcache disponíveis

# jelix~cache.error.function.not.callable
source: (910) function %s is not callable
cs_cz: (910) funkci %s nelze volat
it_it: (910) impossibile richiamare la funzione %s
pt_pt: (910) função %s não exigível

# jelix~cache.error.call.function
source: (911) error when calling function %s: %s
cs_cz: (911) chyba při volání funkce %s: %s
it_it: (911) errore richiamando la funzione %s: %s
pt_pt: (911) erro ao chamar a função %s : %s

# jelix~cache.error.memcache.extension.badversion.3
source: (912) profile '%s': bad version of the memcache php extension, this plugin requires 3.0.1 or more
cs_cz: (912) profil '%s': špatná verze php rozšíření memcache, tento plugin vyžaduje 3.0.1 nebo vyšší
it_it: (912) profilo '%s': versione non corretta dell'estensione php di Memchache, questo plug-in richiede la 3.0.1 o successive
pt_pt: (912) perfil '%s' : versão incorreta da extensão de php memcache, este plugin requer 3.0.1 ou superior

# jelix~cache.error.memcache.extension.badversion.2
source: (913) profile '%s': bad version of the memcache php extension, this plugin requires less than 3.0
cs_cz: (913) profil '%s': špatná verze rozšíření php memcache, tento plugin vyžaduje verzi nižší než 3.0
it_it: (913) profilo '%s': versione non corretta dell'estensione php di Memchache, questo plug-in richiede la 3.0 o inferiore
pt_pt: (913) perfil '%s' : versão incorreta da extensão de php memcache, este plugin requer inferior a 3.0

# jelix~cache.error.driver.nohost
source: (914) No 'host' parameter for the driver jCache "%s"
cs_cz: (914) Žádný parametr hostitele pro ovladač jCache "%s"
it_it: (914) Manca il parametro 'host' per il driver jCache "%s"
pt_pt: (914) Não existe parâmetro 'host' para o controlados jCache "%s"

# jelix~cache.error.driver.noport
source: (915) No 'port' parameter for the driver jCache "%s"
cs_cz: (915) Žádný parametr portu pro ovladač jCache "%s"
it_it: (915) Manca il parametro 'port' per il driver jCache "%s"
pt_pt: (915) Não existe parâmetro 'port' para o controlador jCache "%s"

# jelix~jforms.date.year.label
source: Year
cs_cz: Rok
it_it: Anno
pt_pt: Ano

# jelix~jforms.date.month.label
source: Month
cs_cz: Měsíc
it_it: Mese
pt_pt: Mês

# jelix~jforms.date.day.label
source: Day
cs_cz: Den
it_it: Giorno
pt_pt: Dia

# jelix~jforms.time.hour.label
source: Hour
cs_cz: Hodina
it_it: Ora
pt_pt: Hora

# jelix~jforms.time.minutes.label
source: Minutes
cs_cz: Minut
it_it: Minuti
pt_pt: Minutos

# jelix~jforms.time.seconds.label
source: Seconds
cs_cz: vteřin
it_it: Secondi
pt_pt: Segundos

# jelix~jforms.upload.choice.keep
source: Keep
cs_cz: Zachovat
it_it: Mantieni
pt_pt: Manter

# jelix~jforms.upload.choice.keepnew
source: Keep new file
cs_cz: Zachovat nový soubor
pt_pt: Manter novo ficheiro

# jelix~jforms.upload.choice.new
source: New file
cs_cz: Nový soubor
pt_pt: Novo ficheiro

# jelix~jforms.upload.choice.del
source: Delete
cs_cz: Smazat
it_it: Cancella
pt_pt: Eliminar

# jelix~formserr.tag.missing
source: (800) %1$s is missing (file %2$s)
cs_cz: (800) %1$s chybí (soubor %2$s)
it_it: (800) %1$s è mancante (file %2$s)
pt_pt: (800) %1$s não encontrado (ficheiro %2$s)

# jelix~formserr.unknown.tag
source: (801) unknown tag %1$s (file %2$s)
cs_cz: (801) neznámá značka %1$s (soubor %2$s)
it_it: (801) tag sconosciuto %1$s (file %2$s)
pt_pt: (801) etiqueta desconhecida %1$s (ficheiro %2$s)

# jelix~formserr.attribute.missing
source: (802) attribut %1$s is missing on %2$s (file %3$s)
cs_cz: (802) atribut %1$s chybí na %2$s (soubor %3$s)
it_it: (800) %1$s è mancante in (file %2$s)
pt_pt: (802) atributo %1$s em falta em %2$s (ficheiro %3$s)

# jelix~formserr.attribute.not.allowed
source: (803) attribut %1$s not allowed on %2$s (file %3$s)
cs_cz: (803) attribut %1$snení povolen na %2$s (soubor%3$s)
it_it: (803) l'attributo %1$s non è ammesso in %2$s (file %3$s)
pt_pt: (803) atributo %1$s não permitido em %2$s (ficheiro %3$s)

# jelix~formserr.datatype.unknown
source: (804) unknown datatype %1$s on %2$s (file %3$s)
cs_cz: (804) neznámý datový typ %1$s na %2$s (soubor %3$s)
it_it: (804) tipo di dati sconosciuto %1$s in %2$s (file %3$s)
pt_pt: (804) tipo de dados desconhecido %1$s em %2$s (ficheiro %3$s)

# jelix~formserr.invalid.xml.file
source: (805) invalid xml syntax in jforms file (file %s)
cs_cz: (805) neplatná syntaxe xml v souboru jforms (soubor %s)
it_it: (805) sintassi xml non valida in file jforms (file %s)
pt_pt: (805) sintaxe xml inválida no ficheiro jforms (ficheiro %s)

# jelix~formserr.selected.attribute.not.allowed
source: (806)"selected" attribute on <item> is not allowed when using defaultvalue attribute or <defaultvalues> (file %s)
cs_cz: (806) "vybraný" atribut na <item>není povolen při použití atributu defaultvalue nebo <defaultvalues>(souboru %s)
it_it: (806)non è permesso attributi "selezionati" su <item> quando si usa l'attributo valore di default o <defaultvalues> (file %s)
pt_pt: (806)O atributo "selected" no <item> não é permitido quando se usa o atributo defaultvalue ou <defaultvalues> (ficheiro %s)

# jelix~formserr.defaultvalues.not.allowed
source: (807) <defaultvalues> is not allowed in a <listbox multiple="false"> element (file %s)
cs_cz: (807) <defaultvalues>není povolen v <listbox multiple="false"> elementu (soubor %s)
it_it: (807) <defaultvalues> non è permesso in un elemento <listbox multiple="false"> (file %s)
pt_pt: (807) <defaultvalues> não é permitido no elemento <listbox multiple="false"> (ficheiro %s)

# jelix~formserr.multiple.selected.not.allowed
source: (808)Only one selected item is allowed in <listbox multiple="false">, <radiobuttons> and <menulist> elements (file %s)
cs_cz: (808) Je povolena pouze jedna vybraná položka v <listbox multiple="false">, <radiobuttons> a <menulist> prvků (soubor %s)
it_it: (808)La selezione di n solo elemento è permessa negli elementi <listbox multiple="false">, <radiobuttons> e <menulist> (file %s)
pt_pt: (808)Apenas um item selecionado é permitido em elementos <listbox multiple="false">, <radiobuttons> e <menulist> (ficheiro %s)

# jelix~formserr.namespace.wrong
source: (809)The document "%s" is not a form or the namespace is invalid
cs_cz: (809) Dokument "%s" není formulář nebo jmenný prostor je neplatný
it_it: (809)Il documento "%s" non è una form o il namespace non è valido
pt_pt: (809)O documento "%s" não é um formulario ou o namespace é inválido

# jelix~formserr.bad.formid.for.dao
source: (810)Impossible to get the dao record %s corresponding to the formid %s of %s form
cs_cz: (810) Nelze získat datový záznam %s odpovídající form id %s z %s formuláře
it_it: (810)Impossibile ottenere il record del dao %s corrispondente al formid %s della %s form
pt_pt: (810)Impossivel de obter o registo dao %s correspondente ao formid %s do formulário %s

# jelix~formserr.control.not.container
source: (811) Impossible to use the control "%s" with a dao because it isn't a control with a datasource (form=%s)
cs_cz: (811) Nelze použít ovládací prvek "%s" s dao, protože to není ovládací prvek se zdrojem dat (form=%s)
it_it: (811) Impossibile usare il controllo "%s" con un dao poichè non è un controllo con un a sorgente dati (form=%s)
pt_pt: (811) Impossivel utilizar o controle "%s" com um dao porque não é um controle com uma datasource (formulário=%s)

# jelix~formserr.formid.undefined.for.dao
source: (812) Impossible to use the control "%s" with a dao because the form %s has not an id
cs_cz: (812) Nelze použít ovládací prvek "%s" s dao, protože formulář %s nemá id
it_it: (812) Impossibile usare il controllo "%s" con un dao poichè la maschera %s non ha un id
pt_pt: (812) Impossivel utilizar o controle "%s" com um dao porque o formulário %s não possui id

# jelix~formserr.value.not.array
source: (813) Impossible de save datas of control "%s" (form=%s) because it is not an array
cs_cz: (813) Nelze uložit data ovládacího prvku "%s" (form=%s), protože to není pole
it_it: (813) Impossibile salvare i dati del controllo "%s" (form=%s) poichè non è un array
pt_pt: (813) Impossivel guardar dados de controle "%s" (formulário=%s) porque não é um array

# jelix~formserr.invalid.form.builder
source: (814) The type "%s" of form constructor is invalid (form=%s)
cs_cz: (814) Typ "%s" konstruktoru formuláře je neplatný (form=%s)
it_it: (814) Il tipo "%s" del costruttore di form non è valido (form=%s)
pt_pt: (814) O tipo "%s" do construtor do formulário é inválido (formulário=%s)

# jelix~formserr.invalid.upload.control.name
source: (815) The given control name "%s" is invalid or the corresponding control is not an upload (form=%s)
cs_cz: (815) Dané jméno ovládacího prvku "%s" je neplatné nebo odpovídající ovládací prvek není upload (form=%s)
it_it: (815) Il nome del controllo "%s" non è valido o il controllo corrispondente non è un upload (form=%s)
pt_pt: (815) O nome do controle "%s" é inválido ou o controle correspondente não é um upload (formulário=%s)

# jelix~formserr.content.missing
source: (816) content of %1$s tag is missing (file %2$s)
cs_cz: (816) chybí obsah tagu %1$s (soubor %2$s)
it_it: (816) Manca il contenuto del tag %1$s (file %2$s)
pt_pt: (816) O conteúdo da etiqueta %1$s está em falta (ficheiro %2$s)

# jelix~formserr.notunique.tag
source: (817) tag %1$s must be unique (file %2$s)
cs_cz: (817) značka %1$s musí být jedinečná (soubor %2$s)
it_it: (817) il tag %1$s deve essere unico (file %2$s)
pt_pt: (817) A etiqueta %1$s deve ser unica (ficheiro %2$s)

# jelix~formserr.control.not.allowed
source: (818) The tag %1$s is not allowed in %2$s (file %3$s)
cs_cz: (818) Značka %1$s není povolena v %2$s (soubor %3$s)
it_it: (818) Il tag %1$s non è permesso in %2$s (file %3$s)
pt_pt: (818) A etiqueta %1$s não é permitida em %2$s (ficheiro %3$s)

# jelix~formserr.no.child.control
source: (819) The tag %1$s must contain some controls (file %2$s)
cs_cz: (819) Značka %1$s musí obsahovat nějaké ovládací prvky (soubor %2$s)
it_it: (819) Il tag %1$s deve contenere qualche controllo (file %2$s)
pt_pt: (819) A etiqueta %1$s deve conter alguns controles (ficheiro %2$s)

# jelix~formserr.bad.root.tag
source: (820) the root element %1$s is incorrect, it should have the name "form" (fichier %2$s)
cs_cz: (820) kořenový prvek %1$s je nesprávný, měl by mít název "form" (fichier %2$s)
it_it: (820) l'elemento radice %1$s non è corretto, dovrebbe avere il nome "form" (fichier %2$s)
pt_pt: (820) O elemento raiz %1$s está incorreto, deve ter o nome "form" (ficheiro %2$s)

# jelix~formserr.unknown.control.class
source: (821) unknown the control class %1$s (control tag %2$s, file %3$s)
pt_pt: (821) classe de controlo desconhecida %1$s (identificador de controlo %2$s, file %3$s)

# jelix~formserr.unknown.control
source: (830) The control "%1$s" doesn't exist in the form "%2$s" (template %3$s)
cs_cz: (830) Ovládací prvek "%1$s" neexistuje ve formuláři "%2$s" (šablona %3$s)
it_it: (830) Il controllo "%1$s" non esiste nel form "%2$s" (template %3$s)
pt_pt: (830) O controle "%1$s" não existe no formulário "%2$s" (template %3$s)

# jelix~formserr.unknown.control2
source: (831) The control "%1$s" doesn't exist in the form "%2$s"
cs_cz: (831) Ovládací prvek "%1$s" neexistuje ve formuláři "%2$s"
it_it: (831) Il control "%1$s" non esiste nel form "%2$s"
pt_pt: (831) O controle "%1$s" não existe no formulário "%2$s"

# jelix~formserr.invalid.token
source: (835) The token of the form is not valid, you should fill the form from the original web page
cs_cz: (835) Token formuláře není platný, vyplňte formulář z původní webové stránky
it_it: (835) Il token della form non è valido, dovresti compilare la form sulla pagina web originale
pt_pt: (835) O token odo formulário não é válido, deve preencher o formulário da página web original

# jelix~formserr.js.err.invalid
source: "%s" field is invalid
cs_cz: "%s" pole je neplatné
it_it: "%s" il campo non è valido
pt_pt: campo "%s" é inválido

# jelix~formserr.js.err.required
source: "%s" field is required
cs_cz: "%s" pole je vyžadované
it_it: "%s" il campo è richiesto
pt_pt: campo "%s" é necessário

# jelix~formserr.js.err.invalid.file.size
source: The file given for "%s" has a wrong size
cs_cz: Soubor uvedený pro "%s" má nesprávnou velikost
it_it: Il file fornito per "%s" ha una dimensione errata
pt_pt: O ficheiro especificado para "%s" tem um tamanho incorreto

# jelix~formserr.js.err.invalid.file.type
source: The file given for "%s" has a wrong type
cs_cz: Soubor zadaný pro "%s" má nesprávný typ
it_it: Il file fornito per "%s" è di tipo sbagliato
pt_pt: O ficheiro especificado para "%s" tem um tipo incorreto

# jelix~formserr.js.err.file.upload
source: Technical error during the upload of "%s"
cs_cz: Technická chyba při nahrávání souboru "%s"
it_it: Errore tecnico durante il caricamento di "%s"
pt_pt: Erro técnico durante o upload de "%s"

# jelix~kvstore.error.connection
source: (931) jKVDb: impossible to connect to %s (bad host, login or password?)
cs_cz: (931) jKVDb: nelze se připojit k %s (špatný hostitel, přihlašovací jméno nebo heslo?)
it_it: (931) jKVDb: impossibile connettersi a %s (host, login o password sbagliati?)
pt_pt: (931) jKVDb: impossível estabelecer ligação a %s (host incorreto, login ou palavra-passe?)

# jelix~kvstore.error.feature.unsupported
source: (932) jKVDb: the driver %s doesn't support the feature "%s"
cs_cz: (932) jKVDb: ovladač %s nepodporuje funkci "%s"
it_it: (932) jKVDb: il driver %s non supporta la caratteristica "%s"
pt_pt: (932) jKVDb: o controlador %s não suporta a caracteristica "%s"

# jelix~kvstore.error.profile.type.unknown
source: (933) The connection profile type "%s" for jKVDb is unknown
cs_cz: (933) Typ profilu připojení "%s" pro jKVDb není znám
it_it: (933) Il tipo di profilo per la connessione "%s" su jKVDb è sconosciuto
pt_pt: (933) Tipo "%s" de perfil de conexão para jKVDb é desconhecido

# jelix~kvstore.error.driver.notfound
source: (935) The driver "%s" for jKVDb is unknown
cs_cz: (935) Ovladač "%s" pro jKVDb není znám
it_it: (935) Il driver "%s" per jKVDb è sconosciuto
pt_pt: (935) O controlador "%s" para jKVDb é desconhecido

# jelix~kvstore.error.driver.notset
source: (936) No jKVDb driver specified for the profile "%s"
cs_cz: (936) Pro profil "%s" není zadaný ovladač jKVDb.
it_it: (936) Nessun driver jKVDb specificato per il profilo "%s"
pt_pt: (936) Não se especificou o controlador jKVDb para o perfil "%s"

# jelix~kvstore.error.driver.nohost
source: (937) No 'host' parameter for the driver jKVDb "%s"
cs_cz: (937) Chybí parametr hostitele pro ovladač jKVDb "%s"
it_it: (937) Manca il parametro 'host' per il driver jKVDb "%s"
pt_pt: (937) Não existe parâmetro 'host' para o controlador jKVDb "%s"

# jelix~kvstore.error.driver.noport
source: (938) No 'port' parameter for the driver jKVDb "%s"
cs_cz: (938) Chybí parametr portu pro ovladač jKVDb "%s"
it_it: (938) Manca il parametro 'porta' per il driver jKVDb "%s"
pt_pt: (938) Não existe parâmetro 'port' para o controlador jKVDb "%s"

# jelix~kvstore.error.serialize.data
source: (939) jKVDb '%s': error during data serialisation ( %s )
cs_cz: (939) jKVDb '%s': chyba při serializaci dat ( %s )
it_it: (939) jKVDb '%s' : errore durante la serializzazione ( %s )
pt_pt: (939) jKVDb '%s' : erro durante a serialização de dados ( %s )

# jelix~kvstore.error.unserialize.data
source: (940) jKVDb '%s': error during data unserialisation ( %s )
cs_cz: (940) jKVDb '%s': chyba při neserializaci dat ( %s )
it_it: (940) jKVDb '%s' : errore durante la deserializzazione dei dati ( %s )
pt_pt: (940) jKVDb '%s' : erro durante a não-serialização de dados ( %s )

# jelix~kvstore.error.memcache.server.unavailabled
source: (941) jKVDb '%s': no servers availabled for Memcache
cs_cz: (941) jKVDb '%s': nejsou dostupné žádné servery pro Memcache
it_it: (941) jKVDb '%s': nessun server disponibile per la cache di memoria
pt_pt: (941) jKVDb '%s': Não há servidores Memcache disponíveis

# jelix~kvstore.error.no.host
source: (942) jKVDb '%s': no host in the profile
cs_cz: (942) jKVDb '%s': v profilu není žádný hostitel
it_it: (942) jKVDb '%s': nessun host nel profilo
pt_pt: (942) jKVDb '%s': não existe host no perfil

# jelix~kvstore.error.no.port
source: (943) jKVDb '%s': no port in the profile
cs_cz: (943) jKVDb '%s': není zadaný port v profilu
it_it: (943) jKVDb '%s': nessuna porta nel profilo
pt_pt: (943) jKVDb '%s': não existe port no perfil

# jelix~date_time.month.01.shortlabel
source: Jan
cs_cz: Led
it_it: Gen

# jelix~date_time.month.03.shortlabel
source: Mar
cs_cz: Bře

# jelix~date_time.month.06.shortlabel
source: Jun
cs_cz: Čer
it_it: Giu

# jelix~date_time.month.07.shortlabel
source: Jul
cs_cz: Čvc
it_it: Lug

# jelix~date_time.month.11.shortlabel
source: Nov
cs_cz: Lis

# jelix~ui.buttons.link
source: Link
cs_cz: Odkaz

# jelix~ui.buttons.upload
source: Upload
cs_cz: Nahrávání
it_it: Carica
