Repository: 3liz/lizmap-plugin
Catalog: lizmap/lizmap-locales/web-client/*/jelix.po
Languages: cs_cz, it_it, pt_pt

# jelix~daoxml.wrong.attr
source: (516)DAO %1$s, the value "%3$s" of the "%4$s" attribute on the "%5$s" element is not valid (file %2$s)
cs_cz: (516) DAO %1$s, hodnota "%3$s" atributu "%4$s" na prvek "%5$s" není platná (soubor %2$s)
it_it: (516)DAO %1$s, il valore "%3$s" dell'attributo "%4$s" nell'elemento "%5$s" non è valido (file %2$s)
pt_pt: (516)DAO %1$s, o valor "%3$s" do atributo"%4$s" no elemento "%5$s" não é valido (ficheiro %2$s)

# jelix~daoxml.unknown.attr
source: (517)DAO %1$s, attribute "%3$s" is unknown on tag "%4$s" (file %2$s)
cs_cz: (517) DAO %1$s, atribut "%3$s" je neznámý na tagu "%4$s" (soubor %2$s)
it_it: (517)DAO %1$s, l'attributo "%3$s" è sconosciuto nel tag "%4$s" (file %2$s)
pt_pt: (517)DAO %1$s, atributo "%3$s" é desconhecido na etiqueta "%4$s" (ficheiro %2$s)

# jelix~daoxml.datasource.missing
source: (520)DAO %1$s, table is missing (file %2$s)
cs_cz: (520) DAO %1$s chybí tabulka (soubor %2$s)
it_it: (520)DAO %1$s, manca la tabella (file %2$s)
pt_pt: (520)DAO %1$s, tabela em falta (ficheiro %2$s)

# jelix~daoxml.table.two.many
source: (521)DAO %1$s, too much table (file %2$s)
cs_cz: (521) DAO %1$s, příliš mnoho tabulek (soubor %2$s)
it_it: (521)DAO %1$s, troppe tabelle (file %2$s)
pt_pt: (521)DAO %1$s, demasiadas tabelas (ficheiro %2$s)

# jelix~daoxml.table.name
source: (522)DAO %1$s, table name is missing (fichier %2$s)
cs_cz: (522) DAO %1$s, název tabulky chybí (fichier %2$s)
it_it: (522)DAO %1$s, manca il nome della tabella (file %2$s)
pt_pt: (522)DAO %1$s, nome da tabela em falta (fichier %2$s)

# jelix~daoxml.primarykey.missing
source: (523)DAO %1$s, primary key name is missing (file %2$s)
cs_cz: (523) DAO %1$s, název primárního klíče chybí (soubor %2$s)
it_it: (523)DAO %1$s, manca il nome della chiave primaria (file %2$s)
pt_pt: (523)DAO %1$s, nome da chave primária em falta (ficheiro %2$s)

# jelix~daoxml.foreignkey.missing
source: (524)DAO %1$s, foreign key name is missing on a join (file %2$s)
cs_cz: (524) DAO %1$s, název cizího klíče chybí ke spojení (soubor %2$s)
it_it: (524)DAO %1$s, nel join manca il nome della chiave esterna (file %2$s)
pt_pt: (524)DAO %1$s, nome da chave estrangeira em falta na junção (ficheiro %2$s)

# jelix~daoxml.properties.missing
source: (530)DAO %1$s, no defined property (file %2$s)
cs_cz: (530) DAO %1$s, žádná definovaná vlastnost (soubor %2$s)
it_it: (530)DAO %1$s, proprietà non definita (file %2$s)
pt_pt: (530)DAO %1$s, propriedade não definida (ficheiro %2$s)

# jelix~daoxml.property.unknown.table
source: (531)DAO %1$s, unknown table name on the property %3$s (file %2$s)
cs_cz: (531) DAO %1$s, neznámý název tabulky v objektu %3$s (soubor %2$s)
it_it: (531)DAO %1$s, nome della tabella sconosciuto all'interno delle proprietà %3$s (file %2$s)
pt_pt: (531)DAO %1$s, nome de tabela desconhecido na propriedade %3$s (ficheiro%2$s)

# jelix~daoxml.property.invalid.name
source: (532)DAO %1$s, invalid syntaxe in the property name "%3$s", it must respect php syntax (file %2$s)
cs_cz: (532) DAO %1$s, neplatná syntaxe v názvu vlastnosti "%3$s", musí respektovat syntaxi php (soubor %2$s)
it_it: (532)DAO %1$s, sintassi non valida nel nome della proprietà "%3$s", deve essere rispettata la sintassi php (file %2$s)
pt_pt: (532)DAO %1$s, sintaxe inválido no nome da propriedade "%3$s", deve respeitar a sintaxe php (ficheiro %2$s)

# jelix~daoxml.property.already.defined
source: (533)DAO %1$s, property %3$s already defined (file %2$s)
cs_cz: (533) DAO %1$s, vlastnost %3$s již byla definována (soubor %2$s)
it_it: (533)DAO %1$s, la proprietà %3$s è già stata definita (file %2$s)
pt_pt: (533)DAO %1$s, a propriedade %3$s já está definida (ficheiro %2$s)

# jelix~daoxml.property.imported.unknown.table
source: (534)DAO %1$s, unknown table name on the imported property %3$s (file %2$s)
cs_cz: (534) DAO%1$s, neznámý název tabulky na importované vlatnosti %3$s (soubor %2$s)
it_it: (534)DAO %1$s, nelle proprietà di importazione il nome della tabella è sconosciuto %3$s (file %2$s)
pt_pt: (534)DAO %1$s, nome da tabela desconhecida na propriedade importada %3$s (ficheiro %2$s)

# jelix~daoxml.method.parameter.unknowname
source: (540)DAO %1$s, method $3$s, parameter name is missing (file %2$s)
cs_cz: (540) DAO %1$s, metoda $3$s, název parametru chybí (soubor %2$s)
it_it: (540)DAO %1$s, metodo $3$s, il nome del parametro è mancante (file %2$s)
pt_pt: (540)DAO %1$s, metodo $3$s, nome do parametro em falta (ficheiro %2$s)

# jelix~daoxml.method.procstock.name.missing
source: (541)DAO %1$s, procedure call name is missing on method $3$s (file %2$s)
cs_cz: (541) DAO %1$s, název procedury chybí na metodě $3$s (soubor %2$s)
it_it: (541)DAO %1$s, la procedura di chiamata del nome nel metodo è mancante $3$s (file %2$s)
pt_pt: (541)DAO %1$s, nome de chamada de procedimento está faltando no método $3$s (ficheiro %2$s)

# jelix~daoxml.method.body.missing
source: (542)DAO %1$s, method PHP body $3$s is missing (file %2$s)
cs_cz: (542) DAO %1$s, metoda PHP body $3$s chybí (soubor %2$s)
it_it: (542)DAO %1$s, il metodo del corpo del PHP $3$s è mancante (file %2$s)
pt_pt: (542)DAO %1$s, corpo do método PHP $3$s não indicado (ficheiro %2$s)

# jelix~daoxml.method.values.undefine
source: (543)DAO %1$s, method %3$s of "update" type should contains "value" tag (file %2$s)
cs_cz: (543) DAO %1$s, metoda %3$s typu "update" by měla obsahovat značku "value" (soubor %2$s)
it_it: (543)DAO %1$s, metodo %3$s del tipo "update" deve contenere il tag "value" (file %2$s)
pt_pt: (543)DAO %1$s, método %3$s do tipo "update" deve conter a etiqueta "value" (ficheiro %2$s)

# jelix~daoxml.method.limit.forbidden
source: (544)DAO %1$s, method %3$s, limit tag is allowed only on select method (file %2$s)
cs_cz: (544) DAO %1$s, metoda %3$s, mezní značka je povolena pouze na vybrané metodě (soubor %2$s)
it_it: (544)DAO %1$s, metodo %3$s, il tag limit è consentito solo nel metodo selezionato (file %2$s)
pt_pt: (544)DAO %1$s, método %3$s, etiqueta limite só é permitida no método de seleção (ficheiro %2$s)

# jelix~daoxml.method.duplicate
source: (545)DAO %1$s, method %3$s is already defined (file %2$s)
cs_cz: (545) DAO %1$s, metoda %3$s je již definována (soubor %2$s)
it_it: (545)DAO %1$s, metodo %3$s è già stato definito (file %2$s)
pt_pt: (545)DAO %1$s, método %3$s já está definido (ficheiro %2$s)

# jelix~daoxml.method.condition.unknown
source: (546)DAO %1$s, method %3$s, unknown condition %4$s (file %2$s)
cs_cz: (546) DAO %1$s, metoda %3$s, neznámá podmínka %4$s (soubor %2$s)
it_it: (546)DAO %1$s, metodo %3$s, condizione sconosciuta %4$s (file %2$s)
pt_pt: (546)DAO %1$s, método %3$s, condição %4$s desconhecida (ficheiro %2$s)

# jelix~daoxml.method.property.unknown
source: (547)DAO %1$s, method %3$s, unknown property (%4$s) (file %2$s)
cs_cz: (547) DAO %1$s, metoda %3$s, neznámá vlastnost (%4$s) (soubor %2$s)
it_it: (547)DAO %1$s, metodo %3$s, proprietà sconosciuta (%4$s) (file %2$s)
pt_pt: (547)DAO %1$s, método %3$s, propriedade (%4$s) desconhecida (ficheiro %2$s)

# jelix~daoxml.method.property.forbidden
source: (548)DAO %1$s, conditions on foreign keys are not allowed on this type of method %3$s (file %2$s)
cs_cz: (548) DAO %1$s, podmínky pro cizí klíče nejsou pro tento typ metody povoleny %3$s (soubor %2$s)
it_it: (548)DAO %1$s, le condizioni sulle chiavi esterne non sono ammesse in questo tipo di metodo %3$s (file %2$s)
pt_pt: (548)DAO %1$s, condições em chaves estrangeiras não são permitidos neste tipo de método %3$s (ficheiro %2$s)

# jelix~daoxml.method.condition.valueexpr.together
source: (549)DAO %1$s, method %3$s, condition %4$s: no value and expression at the same time (file %2$s)
cs_cz: (549) DAO %1$s, metoda %3$s, podmínka %4$s: žádná hodnota a výraz současně (soubor %2$s)
it_it: (549)DAO %1$s, metodo %3$s, condizione %4$s : non è possibile avere contemporaneamente valore ed espressione (file %2$s)
pt_pt: (549)DAO %1$s, método %3$s, condição %4$s : sem valor e expressão ao mesmo tempo (ficheiro %2$s)

# jelix~daoxml.method.condition.valueexpr.notallowed
source: (550)DAO %1$s, method %3$s, value or expr are not allowed on condition %4$s (file %2$s)
cs_cz: (550) DAO %1$s, metoda %3$s, hodnota nebo expr nejsou povolena za podmínky %4$s (soubor %2$s)
it_it: (550)DAO %1$s, metodo %3$s, il valore o l'espressione non sono ammessi alla condizione %4$s (file %2$s)
pt_pt: (550)DAO %1$s, método %3$s, valor ou expressão não são permitidos na condição %4$s (ficheiro %2$s)

# jelix~daoxml.method.condition.valueexpr.missing
source: (551)DAO %1$s, method %3$s, value or expression is missing on condition %4$s (file %2$s)
cs_cz: (551) DAO %1$s, metoda %3$s, hodnota nebo výraz chybí za podmínky %4$s (soubor %2$s)
it_it: (551)DAO %1$s, metodo %3$s, il valore o l'espressione è mancante alla condizione %4$s (file %2$s)
pt_pt: (551)DAO %1$s, método %3$s, valor ou expressão em falta na condição %4$s (ficheiro %2$s)

# jelix~daoxml.method.orderitem.bad
source: (552)DAO %1$s, method %4$s, property on item order %3$s is unknown (file %2$s)
cs_cz: (552) DAO %1$s, metoda %4$s, vlastnost na pořadí položek %3$s je neznámá (soubor %2$s)
it_it: (552)DAO %1$s, metodo %4$s, la proprietà relativa all'ordine delle voci %3$s è sconosciuta (file %2$s)
pt_pt: (552)DAO %1$s, método %4$s, propriedade da ordem do item %3$s é desconhecida (ficheiro %2$s)

# jelix~daoxml.method.orderitem.property.missing
source: (553)DAO %1$s, method %3$s, orderitem tag is missing (file %2$s)
cs_cz: (553) DAO %1$s, metoda %3$s, značka orderitem chybí (soubor %2$s)
it_it: (553)DAO %1$s, metodo %3$s, il tag orderitem è mancante (file %2$s)
pt_pt: (553)DAO %1$s, método %3$s, etiqueta orderitem em falta (ficheiro %2$s)

# jelix~daoxml.method.values.property.unknown
source: (554)DAO %1$s, method %3$s, unknown property on a <value> tag (file %2$s)
cs_cz: (554) DAO %1$s, metoda %3$s, neznámá vlastnost na <value> tagu (soubor %2$s)
it_it: (554)DAO %1$s, metodo %3$s, proprietà sconosciuta nella <value> tag (file %2$s)
pt_pt: (554)DAO %1$s, método %3$s, propriedade desconhecida na <value> etiqueta (ficheiro %2$s)

# jelix~daoxml.method.values.property.bad
source: (555)DAO %1$s, method %3$s, a property should be owned by the primary table (file %2$s)
cs_cz: (555) DAO %1$s, metoda %3$s, vlastnost by měla být vlastněna primární tabulkou (soubor %2$s)
it_it: (555)DAO %1$s, metodo %3$s, una proprietà deve essere posseduta datta tabella primaria (file %2$s)
pt_pt: (555)DAO %1$s, método %3$s, a propriedade deve ser propriedade da tabela primária (ficheiro %2$s)

# jelix~daoxml.method.values.property.pkforbidden
source: (556)DAO %1$s, method %3$s, prmiary key properties are not allowed in value tag (file %2$s)
cs_cz: (556) DAO %1$s, metoda %3$s, vlastnosti primárního klíče nejsou povoleny ve značce value (soubor %2$s)
it_it: (556)DAO %1$s, metodo %3$s, le proprietà della chiave primaria non sono permesse nel tag valore (file %2$s)
pt_pt: (556)DAO %1$s, método %3$s, propriedades da chave primária não são permitidas na etiqueta value (ficheiro %2$s)

# jelix~daoxml.method.values.valueexpr
source: (557)DAO %1$s, method %3$s, value or expression is missing on a value tag (file %2$s)
cs_cz: (557) DAO %1$s, metoda %3$s, hodnota nebo výraz chybí na značce value (soubor %2$s)
it_it: (557)DAO %1$s, metodo %3$s, il valore o l'espressione è mancante nel tag valore (file %2$s)
pt_pt: (557)DAO %1$s, método %3$s, valor ou expressão em falta na etiqueta value (ficheiro %2$s)

# jelix~daoxml.method.limit.parameter.unknown
source: (558)DAO %1$s, method %3$s, unknown parameter %4$s in the limit tag (file %2$s)
cs_cz: (558) DAO %1$s, metoda %3$s, neznámý parametr %4$s v limitní značce (soubor %2$s)
it_it: (558)DAO %1$s, metodo %3$s, parametro sconosciuto %4$s nel tag limit (file %2$s)
pt_pt: (558)DAO %1$s, método %3$s, parametro desconhecido %4$s na etiqueta limit (ficheiro %2$s)

# jelix~daoxml.method.limit.badvalue
source: (559)DAO %1$s, method %3$s, bad value on limit tag ( %4$s ) (file %2$s)
cs_cz: (559) DAO %1$s, metoda %3$s, špatná hodnota na tagu limit ( %4$s ) (soubor %2$s)
it_it: (559)DAO %1$s, metodo %3$s, valore errato nel tag limit ( %4$s ) (file %2$s)
pt_pt: (559)DAO %1$s, método %3$s, valor incorreto na etiqueta limit ( %4$s ) (ficheiro %2$s)

# jelix~daoxml.method.condition.innotin.bad.expr
source: (560)DAO %1$s, method %3$s, condition %4$s, the expression for the in/notin operator should be a simple parameter name (file %2$s)
cs_cz: (560) DAO %1$s, metoda %3$s, podmínka %4$s, výraz pro in / notin operátor by měl být jednoduchý název parametru (soubor %2$s)
it_it: (560)DAO %1$s, metodo %3$s, condizione %4$s, l'espressione per l'operatore in/notin deve essere un semplice nome di parametro (file %2$s)
pt_pt: (560)DAO %1$s, método %3$s, condição %4$s, a expressão para o operador in/notin deve ser um nome de parâmetro simples (ficheiro %2$s)

# jelix~daoxml.method.condition.driver.notallowed
source: (561)DAO %1$s, method %3$, the driver of the database used here is not allowed accordind to the definition of the condition (file %2$s)
cs_cz: (561) DAO %1$s, metoda %3$, ovladač zde použité databáze není povolen podle definice podmínky (soubor %2$s)
it_it: (561)DAO %1$s, metodo %3$, the driver del database utilizzato non è consentito rispetto alla definizione della condizione (file %2$s)
pt_pt: (561)DAO %1$s, método %3$, o controlador da base de dados usado aqui não é permitido segundo a definição da condição (ficheiro %2$s)

# jelix~daoxml.method.orderitem.parameter.unknown
source: (563)DAO %1$s, method %3$, unknown parameter %4$s in the orderitem tag (file %2$s)
cs_cz: (563) DAO %1$s, metoda %3$, neznámý parametr %4$s v tagu orderitem (soubor %2$s)
it_it: (563)DAO %1$s, metodo %3$, parametro sconosciuto %4$s nel tag orderitem (file %2$s)
pt_pt: (563)DAO %1$s, método %3$, parâmetro desconhecido %4$s na etiqueta orderitem (ficheiro %2$s)

# jelix~daoxml.method.update.forbidden
source: (564)DAO %1$s, update method %3$s is forbidden because the main table contains only primary keys (file %2$s)
cs_cz: (564) DAO %1$s, metoda aktualizace %3$s je zakázána, protože hlavní tabulka obsahuje pouze primární klíče (soubor %2$s)
it_it: (564)DAO %1$s, il metodo di aggiornamento %3$s è vietato perchè la tabella principale contiene solo la chiave primaria (file %2$s)
pt_pt: (564)DAO %1$s, método de atualização %3$s é proibido porque a tabela principal contém apenas chaves primárias (ficheiro %2$s)

# jelix~daoxml.method.parameter.invalidname
source: (565) DAO, in the method %1$s, the sign $ in the parameter name %4$s is no authorized
cs_cz: (565) DAO, v metodě %1$s, značka $ v parametru name %4$s není povolená
it_it: (565) DAO, nel metodo %1$s, il simbolo $ nel parametro nome %4$s non è autorizzato
pt_pt: (565) DAO, no método %1$s, o sinal $ no nome do parâmetro %4$s não está autorizado

# jelix~ui.title.confirm
source: Confirmed
cs_cz: Potvrzeno
it_it: Confermato
pt_pt: Confirmado

# jelix~ui.title.help
source: Help
cs_cz: Nápověda
it_it: Aiuto
pt_pt: Ajuda

# jelix~ui.title.status
source: status
cs_cz: stav
pt_pt: estado

# jelix~ui.title.actions
source: actions
cs_cz: akce
it_it: azioni
pt_pt: acções

# jelix~ui.title.offlineElements
source: elements to check
cs_cz: prvky ke kontrole
it_it: elementi da controllare
pt_pt: elementos para verificar

# jelix~ui.title.onlineElements
source: online elements
cs_cz: online prvky
it_it: elementi online
pt_pt: elementos online

# jelix~ui.buttons.save
source: Save
cs_cz: Uložit
it_it: Salva
pt_pt: Guardar

# jelix~ui.buttons.cancel
source: Cancel
cs_cz: Storno
it_it: Annulla
pt_pt: Cancelar

# jelix~ui.buttons.search
source: Search
cs_cz: Vyhledat
it_it: Cerca
pt_pt: Procurar

# jelix~ui.buttons.select
source: Select
cs_cz: Výběr
it_it: Seleziona
pt_pt: Selecionar

# jelix~ui.buttons.selected
source: Selected
cs_cz: Vybráno
it_it: Selezionato
pt_pt: Selecionado

# jelix~ui.buttons.accept
source: Accept
cs_cz: Přijmout
it_it: Accetta
pt_pt: Aceitar

# jelix~ui.buttons.refuse
source: Refuse
cs_cz: Odmítnout
it_it: Rifiuta
pt_pt: Recusar

# jelix~ui.buttons.back
source: Back
cs_cz: Zpět
it_it: Indietro
pt_pt: Voltar

# jelix~ui.buttons.show
source: Show
cs_cz: Zobrazit
it_it: Mostra
pt_pt: Mostrar

# jelix~ui.buttons.valid
source: Valid
cs_cz: Platné
it_it: Valido
pt_pt: Válido

# jelix~ui.buttons.publish
source: Publish
cs_cz: Zveřejnit
it_it: Pubblica
pt_pt: Publicar

# jelix~ui.buttons.propose
source: Propose
cs_cz: Navrhnout
it_it: Proponi
pt_pt: Propor

# jelix~ui.buttons.trash
source: Trash
cs_cz: Koš
it_it: Cestino
pt_pt: Reciclagem

# jelix~ui.buttons.emptyTrash
source: empty trash
cs_cz: vyprázdnit koš
it_it: svuota cestino
pt_pt: esvaziar reciclagem

# jelix~ui.buttons.restore
source: Restore
cs_cz: Obnovit
it_it: Ripristina
pt_pt: Restaurar

# jelix~ui.buttons.new
source: New
cs_cz: Nový
it_it: Nuovo
pt_pt: Novo

# jelix~ui.buttons.update
source: Update
cs_cz: Aktuaslizovat
it_it: Aggiorna
pt_pt: Atualizar

# jelix~ui.buttons.delete
source: Delete
cs_cz: Smazat
it_it: Cancella
pt_pt: Apagar

# jelix~ui.buttons.confirm
source: Confirm
cs_cz: Potvrdit
it_it: Conferma
pt_pt: Confirmar

# jelix~ui.buttons.add
source: Add
cs_cz: Přidat
it_it: Aggiungi
pt_pt: Adicionar

# jelix~ui.buttons.yes
source: Yes
cs_cz: Ano
it_it: Sì
pt_pt: Sim

# jelix~ui.buttons.no
source: No
cs_cz: Ne
pt_pt: Não

# jelix~ui.buttons.paste
source: Paste
cs_cz: Vložit
it_it: Incolla
pt_pt: Colar

# jelix~ui.buttons.copy
source: Copy
cs_cz: Kopírovat
it_it: Copia
pt_pt: Copiar

# jelix~ui.buttons.cut
source: Cut
cs_cz: Vyjmout
it_it: Taglia
pt_pt: Cortar

# jelix~ui.buttons.browse
source: Browse
cs_cz: Procházet
it_it: Naviga
pt_pt: Procurar

# jelix~ui.buttons.enable
source: Enable
cs_cz: Zapnout
it_it: Abilita
pt_pt: Ativar

# jelix~ui.buttons.disable
source: Disable
cs_cz: Vypnout
it_it: Disabilita
pt_pt: Disativar

# jelix~ui.buttons.moveup
source: Move up
cs_cz: Posunout výš
it_it: Sposta in cima
pt_pt: Mover para cima

# jelix~ui.buttons.movedown
source: Move down
cs_cz: Posunout níž
it_it: Sposta in fondo
pt_pt: Mover para baixo

# jelix~ui.buttons.warning
source: Warning
cs_cz: Výstraha
it_it: Avviso
pt_pt: Aviso

# jelix~ui.buttons.visible
source: Visible
cs_cz: Viditelné
it_it: Visibile
pt_pt: Visível

# jelix~ui.buttons.hidden
source: Hidden
cs_cz: Skryté
it_it: Nascosto
pt_pt: Oculto

# jelix~ui.buttons.enabled
source: Enabled
cs_cz: Zapnuto
it_it: Abilitato
pt_pt: Ativado

# jelix~ui.buttons.disabled
source: Disabled
cs_cz: Vypnuto
it_it: Disabilitato
pt_pt: Desativado

# jelix~ui.buttons.moveleft
source: Move left
cs_cz: Posun doleva
it_it: Sposta a sinistra
pt_pt: Mover para a esquerda

# jelix~ui.buttons.moveright
source: Move right
cs_cz: Posun doprava
it_it: Sposta a destra
pt_pt: Mover para a direita

# jelix~ui.buttons.help
source: Help
cs_cz: Nápověda
it_it: Aiuto
pt_pt: Ajuda

# jelix~ui.buttons.sendbymail
source: Send by email
cs_cz: Poslat e-mailem
it_it: Invia per email
pt_pt: Enviar por email

# jelix~ui.buttons.send
source: Send
cs_cz: Odeslat
it_it: Invia
pt_pt: Enviar

# jelix~ui.buttons.login
source: Login
cs_cz: Přihlášení
pt_pt: Entrar

# jelix~ui.buttons.logout
source: Logout
cs_cz: Odhlášení
it_it: Disconnetti
pt_pt: Sair

# jelix~ui.buttons.test
source: Test
pt_pt: Teste

# jelix~ui.buttons.open
source: Open
cs_cz: Otevřít
it_it: Apri
pt_pt: Abrir

# jelix~ui.buttons.close
source: Close
cs_cz: Zavřít
it_it: Chiudi
pt_pt: Fechar

# jelix~ui.buttons.split
source: Split
cs_cz: Rozdělit
it_it: Dividi
pt_pt: Segmentar

# jelix~ui.buttons.merge
source: Merge
cs_cz: Spojit
it_it: Unisci
pt_pt: Fundir

# jelix~ui.buttons.mergetoleft
source: Merge to the left
cs_cz: Spojit doleva
it_it: Unisci verso sinistra
pt_pt: Fundir para a esquerda

# jelix~ui.buttons.mergetoright
source: Merge to the right
cs_cz: Spojit doprava
it_it: Unisci verso destra
pt_pt: Fundir para a direita

# jelix~ui.buttons.mergetoup
source: Merge to the top
cs_cz: Spojit nahoru
it_it: Unisci verso l'alto
pt_pt: Fundir para cima

# jelix~ui.buttons.mergetobottom
source: Merge to the bottom
cs_cz: Spojit dolu
it_it: Unisci verso il basso
pt_pt: Fundir para baixo

# jelix~ui.buttons.calendar
source: Calendar
cs_cz: Kalendář
it_it: Calendario
pt_pt: Calendário

# jelix~ui.buttons.import
source: Import
cs_cz: Importovat
it_it: Importa
pt_pt: Importar

# jelix~ui.buttons.export
source: Export
it_it: Esporta
pt_pt: Exportar

# jelix~ui.buttons.comments
source: Comments
cs_cz: Poznámka
it_it: Commenti
pt_pt: Comentários

# jelix~ui.buttons.clone
source: Close
cs_cz: Zavřít
it_it: Chiudi
pt_pt: Fechar

# jelix~ui.buttons.first
source: First
cs_cz: První
it_it: Primo
pt_pt: Primeiro

# jelix~ui.buttons.last
source: Last
cs_cz: Poslední
it_it: Ultimo
pt_pt: Ultimo

# jelix~ui.buttons.history
source: History
cs_cz: Historie
it_it: Cronologia
pt_pt: Historial

# jelix~ui.buttons.informations
source: Informations
cs_cz: Informace
it_it: Informazioni
pt_pt: Informações

# jelix~ui.buttons.lock
source: Lock
cs_cz: Zamknout
it_it: Blocca
pt_pt: Bloquear

# jelix~ui.buttons.unlock
source: Unlock
cs_cz: Odemknout
it_it: Sblocca
pt_pt: Desbloquear

# jelix~ui.buttons.locked
source: Locked
cs_cz: Zamčeno
it_it: Bloccato
pt_pt: Bloqueado

# jelix~ui.buttons.unlocked
source: Unlocked
cs_cz: Odemčeno
it_it: Sbloccato
pt_pt: Desbloqueado

# jelix~ui.buttons.next
source: Next
cs_cz: Další
it_it: Successivo
pt_pt: Próximo

# jelix~ui.buttons.previous
source: Previous
cs_cz: Předchozí
it_it: Precedente
pt_pt: Anterior

# jelix~ui.buttons.download
source: Download
it_it: Scarica
pt_pt: Transferir

# jelix~ui.buttons.more
source: More
cs_cz: Více
it_it: Di più
pt_pt: Mais

# jelix~ui.buttons.hot
source: Hot
cs_cz: Čerstvé
pt_pt: Quente

# jelix~ui.buttons.important
source: Important
cs_cz: Důležité
it_it: Importante
pt_pt: Importante

# jelix~ui.buttons.move_10_up
source: Move by 10 to the top
cs_cz: Posunout o 10 nahoru
it_it: Sposta in alto di 10
pt_pt: Mover 10 para cima

# jelix~ui.buttons.move_10_down
source: Move by 10 to the bottom
cs_cz: Posunout o 10 dolu
it_it: Sposta in basso di 10
pt_pt: Mover 10 para baixo

# jelix~ui.buttons.move_10_left
source: Move by 10 to the left
cs_cz: Posunout o 10 vlevo
it_it: Sposta a sinistra di 10
pt_pt: Mover 10 para a esquerda

# jelix~ui.buttons.move_10_right
source: Move by 10 to the right
cs_cz: Posunout o 10 vpravo
it_it: Sposta a destra di 10
pt_pt: Mover 10 para a direita

# jelix~ui.buttons.way_up
source: Way up
cs_cz: Cesta nahoru
it_it: Tutto su
pt_pt: Para cima

# jelix~ui.buttons.way_down
source: Way down
cs_cz: Cesta dolů
it_it: Tutto giù
pt_pt: Para baixo

# jelix~ui.buttons.way_left
source: Way left
cs_cz: Cesta vlevo
it_it: Tutto a sinistra
pt_pt: Para a esquerda

# jelix~ui.buttons.way_right
source: Way right
cs_cz: Cesta vpravo
it_it: Tutto a destra
pt_pt: Para a direita

# jelix~ui.buttons.left
source: Left
cs_cz: vlevo
it_it: Sinistra
pt_pt: Esquerda

# jelix~ui.buttons.right
source: Right
cs_cz: vpravo
it_it: Destra
pt_pt: Direita

# jelix~ui.buttons.up
source: Top
cs_cz: nahoru
it_it: Cima
pt_pt: Cima

# jelix~ui.buttons.down
source: Bottom
cs_cz: dolu
it_it: Fondo
pt_pt: Baixo

# jelix~ui.messages.title
source: Title
cs_cz: Titul
it_it: Titolo
pt_pt: Título

# jelix~ui.messages.desc
source: Description
cs_cz: Poznámka
it_it: Descrizione
pt_pt: Descrição

# jelix~ui.messages.name
source: Name
cs_cz: Název
it_it: Nome
pt_pt: Nome

# jelix~ui.messages.author
source: Author
cs_cz: autor
it_it: Autore
pt_pt: Autor

# jelix~ui.messages.comment
source: Comment
cs_cz: komentář
it_it: Commento
pt_pt: Comentário

# jelix~ui.messages.none
source: None
cs_cz: Žádný
it_it: Nessuno
pt_pt: Nenhum

# jelix~ui.messages.error
source: Error
cs_cz: Chyba
it_it: Errore
pt_pt: Erro
