Repository: 3liz/lizmap-plugin
Catalog: lizmap/lizmap-locales/web-client/*/jelix.po
Languages: cs_cz, it_it, pt_pt

# jelix~errors.unknown
source: (1)unknown error
cs_cz: (1) neznámá chyba
it_it: (1)errore sconosciuto
pt_pt: (1)Erro desconhecido

# jelix~errors.tech
source: (2)There is a technic error on the site. Please try connect to it later.
cs_cz: (2) Na webu je technická chyba. Zkuste se připojit později.
it_it: (2)Si è riscontrato un errore tecnico sul sito. Si prega di riprovare in un secondo momento.
pt_pt: (2) Surgiu um erro técnico no site. Por favor, tente conectar mais tarde.

# jelix~errors.selector.invalid.syntax
source: (16)Invalid Syntax in the "%1$s" selector (type:%2$s)
cs_cz: (16) Neplatná syntaxe ve výběru "%1$s" (typ: %2$s)
it_it: (16)Sintassi non valida nel selettore "%1$s" (type:%2$s)
pt_pt: (16)Sintaxe inválida no seletor "%1$s" (tipo:%2$s)

# jelix~errors.selector.invalid.target
source: (17)The selector "%s" doesn't correspond to a resource of type: "%s"
cs_cz: (17) Výběr "%s" neodpovídá zdroji typu: "%s"
it_it: (17)Il selettore "%s" non corrisponde alla risorsa del tipo : "%s"
pt_pt: (17)O seletor "%s" não corresponde a um recurso do tipo : "%s"

# jelix~errors.selector.module.unknown
source: (18)Unknown module in the selector "%s"
cs_cz: (18) Neznámý modul v ovladači "%s"
it_it: (18)Modulo sconosciuto nel selettore "%s"
pt_pt: (18)Módulo desconhecido no seletor "%s"

# jelix~errors.selector.method.invalid
source: (19)Invalid method in the selector "%s"
cs_cz: (19) Neplatná metoda ve voliči "%s"
it_it: (19)Metodo non valido nel selettore "%s"
pt_pt: (19)Método inválido no seletor "%s"

# jelix~errors.file.directory.notexists
source: (20)The given directory [%s] does not exists
cs_cz: (20) Zadaný adresář [%s] neexistuje
it_it: (20)La directory specifica [%s] non esiste
pt_pt: (20)O diretório especificado [%s] não existe

# jelix~errors.file.directory.notwritable
source: (21)Unable to write %s, make sure %s is writable
cs_cz: (21) Nelze zapisovat %s, ujistěte se, že %s je zapisovatelný
it_it: (21)Impossibile modificare %s, assicurarsi che %s sia modificabile
pt_pt: (21)Não foi possivel gravar %s, certifique-se que %s tem permissão de escrita

# jelix~errors.file.write.error
source: (22)Error while writing file %s using temporary %s
cs_cz: (22) Chyba při zápisu souboru %s pomocí dočasného %s
it_it: (22)Errore durante la scrittura del file %s utilizzando la %s temporanea
pt_pt: (22)Erro ao gravar o ficheiro %s utilizando %s temporáriamente

# jelix~errors.file.notexists
source: (23)The file %s doesn't exists
cs_cz: (23) Soubor %s neexistuje
it_it: (23)Il file %s non esiste
pt_pt: (23)O ficheiro %s não existe

# jelix~errors.inifile.write.error
source: (24)Error while writing ini file %s
cs_cz: (24) Chyba při zápisu do souboru ini %s
it_it: (24)Errore durante la scrittura del file ini %s
pt_pt: (24)Erro ao escrever ficheiro ini %s

# jelix~errors.file.directory.cannot.remove.fs.root
source: (25)Can't delete the filesystem's root directory
cs_cz: (25) Nelze odstranit kořenový adresář souborového systému
it_it: (25)Impossibile eliminare la ditectory di root del filesystem
pt_pt: (25)Não é possível apagar o diretório raiz do sistema de ficheiros

# jelix~errors.urls.engine.notfound
source: (30)Url engine "%s" is not found
cs_cz: (30) Url engine "%s" nebyl nalezen
it_it: (30)Motore per le Url "%s" non trovato
pt_pt: (30)Motor url "%s" não encontrado

# jelix~errors.urls.domain.void
source: (31)Unknow domain for jUrl. It should be indicated into the configuration
cs_cz: (31) Neznámá doména pro adresu URL. Mělo by být uvedeno do konfigurace
it_it: (31)Dominio sconosciuto per jUrl. Dovrebbe essere indicato nelle configurazioni
pt_pt: (31)Dominio desconhecido de jUrl. Deve ser indicado na configuração

# jelix~errors.cli.unknown.command
source: (40)Unknown command "%s"
cs_cz: (40) Neznámý příkaz "%s"
it_it: (40)Comando sconosciuto "%s"
pt_pt: (40)Comando "%s" desconhecido

# jelix~errors.cli.param.missing
source: (41)Missing parameter "%s"
cs_cz: (41) Chybí parametr "%s"
it_it: (41)Parametro mancante "%s"
pt_pt: (41)Parâmetro "%s" não especificado

# jelix~errors.cli.option.value.missing
source: (42)value for option "%s" is missing
cs_cz: (42) hodnota pro volbu "%s" chybí
it_it: (42)manca il valore per l'opzione "%s"
pt_pt: (42)Valor para a opção "%s" não especificado

# jelix~errors.cli.unknown.option
source: (43)Unknown option "%s"
cs_cz: (43) Neznámá možnost "%s"
it_it: (43)Opzione sconosciuta "%s"
pt_pt: (43)Opção desconhecida "%s"

# jelix~errors.cli.two.many.parameters
source: (44)Too many parameters
cs_cz: (44) Příliš mnoho parametrů
it_it: (44)Troppi parametri
pt_pt: (44)Demasiados parâmetros

# jelix~errors.xml.remote.feed.error
source: (60) Error while reading the remote feed
cs_cz: (60) Chyba při čtení vzdáleného zdroje
it_it: (60) Errore leggendo le informazioni remote
pt_pt: (60) Erro aquando da leitura do feed remoto

# jelix~errors.xml.loading.document.error
source: (61) Error(s) while loading the XML document: %s
cs_cz: (61) Chyba(y) při načítání dokumentu XML: %s
it_it: (61) Errore(i) caricando il documento XML: %s
pt_pt: (61) Erro(s) ao carregar o documento XML : %s

# jelix~errors.jsession.name.invalid
source: (90)Session name cannot be empty and only accepts alpha-numeric chars.
cs_cz: (90) Název relace nesmí být prázdný a přijímá pouze alfanumerické znaky.
it_it: (90)Il nome della sessione non può essere vuoto ed accetta solamente caratteri alfanumerici.
pt_pt: (90)O nome da sessão não pode estar vazio e só aceita caracteres alfanuméricos.

# jelix~errors.ad.controller.file.unknown
source: (100)Action %s: controller file %s doesn't exists
cs_cz: (100) Akce %s: soubor řadiče %s neexistuje
it_it: (100)Azione %s : il file controller %s non esiste
pt_pt: (100)Action %s : o ficheiro %s do controlador não existe

# jelix~errors.ad.controller.class.unknown
source: (101)Action %s: controller class %s doesn't exists (file: %s)
cs_cz: (101) Akce %s: třída řadiče %s neexistuje (soubor: %s)
it_it: (101)Azione %s : la classe controller %s non esiste (file : %s)
pt_pt: (101)Action %s : a classe do controlador %s não existe (ficheiro : %s)

# jelix~errors.ad.controller.method.unknown
source: (102)Action %s: method %s of the controller class %s doesn't exists (file: %s)
cs_cz: (102) Akce %s: metoda %s třídy řadiče %s neexistuje (soubor: %s)
it_it: (102)Azione %s : il metodo %s della classe controller %s non esiste (file : %s)
pt_pt: (102)Action %s : o método %s da classe %s do controlador não existe (ficheiro : %s)

# jelix~errors.ad.response.unknown
source: (110)Action %s: response %s doesn't exists (file: %s)
cs_cz: (110) Akce %s: odpověď %s neexistuje (soubor: %s)
it_it: (110)Azione %s : la risposta %s non esiste (file : %s)
pt_pt: (110)Action %s : a resposta %s não existe (ficheiro : %s)

# jelix~errors.ad.response.type.unknown
source: (111)Action %s: the response type "%s" is unknown (file: %s)
cs_cz: (111) Akce %s: typ odpovědi "%s" je neznámý (soubor: %s)
it_it: (111)Azione %s: il tipo di risposta "%s" è sconosciuto (file: %s)
pt_pt: (111)Acção %s : o tipo de resposta "%s" é desconhecido (ficheiro : %s)

# jelix~errors.ad.response.not.loaded
source: (112)Action %s: the class for the response type "%s" can't be loaded (file: %s)
cs_cz: (112) Akce %s: nelze načíst třídu pro typ odpovědi "%s" (soubor: %s)
it_it: (112)Azione %s : la classe per il tipo di risposta "%s" non può essere caricata (file : %s)
pt_pt: (112)Acção %s : a classe para o tipo de resposta "%s" não pode ser carregado (ficheiro : %s)

# jelix~errors.ad.response.type.notallowed
source: (113)Action %s: the response type "%s" is not allowed for the current request (file: %s)
cs_cz: (113) Akce %s: typ odpovědi "%s" není pro aktuální požadavek (soubor: %s)
it_it: (113)Azione %s : il tipo di risposta "%s" non è permesso per la richiesta corrente (file : %s)
pt_pt: (113)Action %s : o tipo de resposta "%s" não é permitido para a solicitação atual (ficheiro : %s)

# jelix~errors.ltx2pdf.exec
source: (120) %s has returned: %s
cs_cz: (120) %s vrátilo: %s
it_it: (120) %s ha restituito: %s
pt_pt: (120) %s retornou : %s

# jelix~errors.module.untrusted
source: (130)Module "%s" is unknown or disabled
cs_cz: (130) Modul "%s" je neznámý nebo zakázáný
it_it: (130)Il modulo "%s" è sconosciuto o disabilitato
pt_pt: (130)Módulo "%s" é desconhecido ou desativado

# jelix~errors.action.unknown
source: (131)Unknown action "%s"
cs_cz: (131) Neznámá akce "%s"
it_it: (131)Azione sconosciuta "%s"
pt_pt: (131)Acção desconhecida "%s"

# jelix~errors.response.missing
source: (132)response is missing (action %s)
cs_cz: (132) chybí odpověď (akce %s)
it_it: (132)risposta mancante (action %s)
pt_pt: (132)resposta não especificada (acção %s)

# jelix~errors.default.response.type.unknown
source: (133)Action %s: unknown default type "%s"
cs_cz: (133) Akce %s: neznámý výchozí typ "%s"
pt_pt: (133)Acção %s : tipo padrão "%s" desconhecido

# jelix~errors.default.response.not.loaded
source: (134)Action %s: the class of default type "%2$s" can't be loaded
cs_cz: (134) Akce %s: nelze načíst třídu výchozího typu "%2$s"
pt_pt: (134)Acção %s : a classe do tipo padrão "%2$s" não pode ser carregada

# jelix~errors.plugin.unregister
source: (135)The required %1$s plugin for coordinator is not registered
cs_cz: (135) Požadovaný plugin %1$s pro koordinátora není registrován
it_it: (135)Il plugin richiesto per il coordinatore %1$s non è registrato
pt_pt: (135)O Plugin %1$s exigido para for coordenador não está registrado

# jelix~errors.module.unknown
source: (136)Unknown module "%s"
cs_cz: (136) Neznámý modul "%s"
it_it: (136)Modulo sconosciuto "%s"
pt_pt: (136)Módulo "%s" desconhecido

# jelix~errors.includer.source.missing
source: (140)Includer: the selector "%s" doesn't point to a source file
cs_cz: (140) Včetně: volič "%s" neodkazuje na zdrojový soubor
it_it: (140)Inclusore: il selettore"%s" non punta ad un file sorgente
pt_pt: (140)Includer : o seletor "%s" não aponta para um ficheiro de origem

# jelix~errors.includer.source.compile
source: (141)Includer: the compiler for the selector "%s" has failed
cs_cz: (141) Včetně: kompilátor pro volič "%s" selhal
it_it: (141)Inclusore: il compilatore per il selettore "%s" ha fallito
pt_pt: (141)Includer: o compilador para o seletor "%s" falhou

# jelix~errors.repxml.no.content
source: (150) Undefined content for xml response
cs_cz: (150) Nedefinovaný obsah pro odezvu xml
it_it: (150) Contenuto indefinito per la risposta xml
pt_pt: (150) Conteúdo indefinido para a resposta xml

# jelix~errors.repxml.invalid.content
source: (151) Invalid xml content for xml response
cs_cz: (151) Neplatný obsah xml pro odezvu xml
it_it: (151)Contenuto xml non valido per la risposta xml
pt_pt: (151) Conteúdo xml inválido para resposta xml

# jelix~errors.repbin.unknown.file
source: (152) Unknown file for binary response (%s)
cs_cz: (152) Neznámý soubor pro binární odpověď (%s)
it_it: (152) File sconosciuto per la risposta binaria (%s)
pt_pt: (152) Arquivo desconhecido para resposta binária (%s)

# jelix~errors.repredirect.empty.url
source: (153) Impossible to do redirection: empty url
cs_cz: (153) Nelze provést přesměrování: prázdná adresa URL
it_it: (153) Impossibile fare un reindirizzamento : url vuoto
pt_pt: (153) Impossível fazer o redirecionamento: url vazio

# jelix~errors.rep.bad.request.method
source: (155) Impossible to use cache on other request type that GET or HEAD
cs_cz: (155) Nelze použít mezipaměť na jiný typ požadavku GET nebo HEAD
it_it: (155) Impossibile usare la cache per richieste che non siano di tipo GET o HEAD
pt_pt: (155) Impossível usar o cache em outro tipo de pedido GET ou HEAD

# jelix~errors.locale.key.selector.invalid
source: (200)The given locale key "%s" is invalid ( charset %s, lang %s)
cs_cz: (200) Zadaný jazykový klíč "%s" je neplatný (charset %s, lang %s)
it_it: (200)Il carattere locale inserito "%s" non è valido ( charset %s, lang %s)
pt_pt: (200)A chave local fornecida "%s" é inválida ( charset %s, lang %s)

# jelix~errors.locale.key.unknown
source: (201)The given locale key "%s" from module "%s" (and charset %s, lang %s) does not exists
cs_cz: (201) Zadaný jazykový klíč "%s" z modulu "%s" (a charset %s, lang %s) neexistuje
it_it: (201)Il carattere locale inserito "%s" dal modulo "%s" (and charset %s, lang %s) non esiste
pt_pt: (201)A chave local fornecida "%s" do módulo "%s" (and charset %s, lang %s) não existe

# jelix~errors.locale.key.file.unknown
source: (202) The file of the given locale key "%s" from module "%s" (and charset %s, lang %s) does not exists
cs_cz: (202) Soubor daného jazykového klíče "%s" z modulu "%s" (a charset %s, lang %s) neexistuje
it_it: (202) Il file del carattere locale inserito "%s" dal modulo "%s" (and charset %s, lang %s) non esiste
pt_pt: (202) O ficheiro da chave local fornecida "%s" do módulo "%s" (and charset %s, lang %s) não existe

# jelix~errors.tpl.tag.syntax.invalid
source: (300)In the template %2$s, invalid syntax on tag %1$s
cs_cz: (300) V šabloně %2$s je neplatná syntaxe na tagu %1$s
it_it: (300)Nel modello %2$s, sintassi non valida nel tag %1$s
pt_pt: (300)No template %2$s, sintaxe inválida na etiqueta %1$s

# jelix~errors.tpl.tag.function.invalid
source: (301)In the template %2$s, invalid syntax on the function %1$s
cs_cz: (301) V šabloně %2$s je neplatná syntaxe funkce %1$s
it_it: (301)Nel modello %2$s, sintassi non valida nella funzione %1$s
pt_pt: (301)No template %2$s, sintaxe inválida na função %1$s

# jelix~errors.tpl.tag.function.unknown
source: (302)In the template %2$s, unknown fonction %1$s
cs_cz: (302) V šabloně %2$s, neznámá funkce %1$s
it_it: (302)Nel modello %2$s, funzione sconosciuta %1$s
pt_pt: (302)No template %2$s, função desconhecida %1$s

# jelix~errors.tpl.tag.modifier.invalid
source: (303)In the tag %s in the template %3$s, invalid syntax on the modifier %2$s
cs_cz: (303) Ve značce %s v šabloně %3$s je neplatná syntaxe modifikátoru %2$s
it_it: (303)Nel tag %s del modello %3$s, sintassi non valida nel modificatore %2$s
pt_pt: (303)Na etiqueta %s no template %3$s, sintaxe inválida no modificador %2$s

# jelix~errors.tpl.tag.modifier.unknown
source: (304)In the tag %s in the template %3$s, unknown modifier %2$s
cs_cz: (304) Ve značce %s v šabloně %3$s, neznámé modifikátory %2$s
it_it: (304)Nel tag %s del modello %3$s, modificatore sconosciuto %2$s
pt_pt: (304)Na etiqueta %s no template %3$s, modificador desconhecido %2$s

# jelix~errors.tpl.tag.block.end.missing
source: (305)In the template %2$s, end of bloc %1$s is missing
cs_cz: (305) V šabloně %2$s chybí konec bloku %1$s
it_it: (305)Nel modello %2$s, manca la fine del blocco %1$s
pt_pt: (305)No template %2$s, o final do bloco %1$s está em falta

# jelix~errors.tpl.tag.block.begin.missing
source: (306)In the template %2$s, begin of bloc %1$s is missing
cs_cz: (306) V šabloně %2$s chybí začátek bloku %1$s
it_it: (306)Nel modello %2$s, manca l'inizio del blocco %1$s
pt_pt: (306)No template %2$s, o início do bloco %1$s está em falta

# jelix~errors.tpl.tag.phpsyntax.invalid
source: (307)In the tag %s in the template %3$s, php code %2$s is not allowed
cs_cz: (307) Ve značce %s v šabloně%3$s není php kód %2$s povolen
it_it: (307)Nel tag %s del modello %3$s, non è permesso il codice php %2$s
pt_pt: (307)Na etiqueta %s no template %3$s, o código php %2$s não é permitido

# jelix~errors.tpl.tag.locale.invalid
source: (308)In the tag %s in the template %s, locale key is empty
cs_cz: (308) Ve značce %s v šabloně %s je jazykový klíč prázdný
it_it: (308)Nel tag %s del modello %s, il carattere locale è vuoto
pt_pt: (308)Na etiqueta %s no template %s, a chave local está vazia

# jelix~errors.tpl.tag.character.invalid
source: (309)In the tag %s in the template %3$s, character %2$s not allowed
cs_cz: (309) Ve značce %s v šabloně %3$s není povolen znak %2$s
it_it: (309)Nel tag %s del modello %3$s, non è permesso il carattere %2$s
pt_pt: (309)Na etiqueta %s no template %3$s, character %2$s not allowed

# jelix~errors.tpl.tag.bracket.error
source: (310)In the tag %s in the template %s, bracket error
cs_cz: (310) Ve značce %s v šabloně %s chyba závorky
it_it: (310)Nel tag %s del modello %s, errore di parentesi
pt_pt: (310)Na etiqueta %s no template %s, erro bracket

# jelix~errors.tpl.not.found
source: (311)The %s template file doesn't exist
cs_cz: (311) Soubor šablony %s neexistuje
it_it: (311)Il modello %s non esiste
pt_pt: (311)O ficheiro de template %s não existe

# jelix~errors.tpl.tag.meta.unknown
source: (312)In the template %2$s, the meta tag %1$s is unknown
cs_cz: (312) V šabloně %2$s je neznámá meta značka %1$s
it_it: (312)Nel modello %2$s, è sconosciuto il meta tag %1$s
pt_pt: (312)No template %2$s, a meta tag %1$s é desconhecida

# jelix~errors.tpl.tag.meta.invalid
source: (313)In the template %2$s, the meta tag syntax %1$s is invalid
cs_cz: (313) V šabloně %2$s je syntaxe meta značky %1$s neplatná
it_it: (313)Nel modello %2$s, la sintassi del meta tag %1$s non è valida
pt_pt: (313)No template %2$s, a sintaxe da meta tag %1$s é inválida

# jelix~errors.tplplugin.block.too.few.arguments
source: (314)In the tag %s in the template %s, too few arguments
cs_cz: (314) Ve značce %s v šabloně %s je příliš málo argumentů
it_it: (314)Nel tag %s del modello %s, ci sono troppo pochi argomenti
pt_pt: (314)Na etiqueta %s no template %s, faltam argumentos

# jelix~errors.tplplugin.block.too.many.arguments
source: (315)In the tag %s in the template %s, too many arguments
cs_cz: (315) Ve značce %s v šabloně %s je příliš mnoho argumentů
it_it: (315)Nel tag %s del modello %s, ci sono troppi argomenti
pt_pt: (315)Na etiqueta %s no template %s, demasiados argumentos

# jelix~errors.tplplugin.block.bad.argument.number
source: (316)In the tag %s in the template %3$s, bad argument number (%2$s expected)
cs_cz: (316) Ve značce %s v šabloně %3$s se očekává špatné číslo argumentu (%2$s)
it_it: (316)Nel tag %s del modello %3$s, vi è un numero di argomenti sbagliato (%2$s attesi)
pt_pt: (316)Na etiqueta %s no template %3$s, numero de argumentos incorreto (%2$s esperados)

# jelix~errors.tpl.tag.locale.end.missing
source: (317)In the tag %s in the template %s, the end of a locale key is missing
cs_cz: (317) Ve značce %s v šabloně %s chybí konec jazykového klíče
it_it: (317)Nel tag %sdel modello %s, manca la fine del carattere locale
pt_pt: (317)Na etiqueta %s no template %s, o final da chave local está em falta

# jelix~errors.tpl.tag.constant.notallowed
source: (318)In the tag %s in the template %3$s, constants (%2$s) are not allowed
cs_cz: (318) Ve značce %s v šabloně %3$s nejsou konstanty (%2$s) povoleny
it_it: (318)Nel tag %s del modello %3$s, non sono permesse le costanti (%2$s)
pt_pt: (318)Na etiqueta %s no template %3$s, as constantes (%2$s) não são permitidas

# jelix~errors.tplplugin.cfunction.bad.argument.number
source: (319)In the tag %s in the template %3$s, bad argument number (%2$s expected)
cs_cz: (319) Ve značce %s v šabloně %3$s se předpokládá špatné číslo argumentu (%2$s)
it_it: (319)Nel tag %s del modello %3$s, vi è un numero di argomenti sbagliato (%2$s attesi)
pt_pt: (319)Na etiqueta %s no template %3$s, número de argumento errado(%2$s esperados)

# jelix~errors.tplplugin.cmodifier.bad.argument.number
source: (320)In the modifier %s in the template %3$s, bad argument number (%2$s expected)
cs_cz: (320) V modifikátoru %s v šabloně %3$s se předpokládá špatné číslo argumentu (%2$s)
it_it: (320)Nel modificatore %s del modello %3$s, vi è un numero di argomenti sbagliato (%2$s attesi)
pt_pt: (320)In the modifier %s no template %3$s, número de argumento errado (%2$s esperados)

# jelix~errors.tplplugin.untrusted.not.available
source: (321)In the tag %s in the template %2$s, is not allowed in a untrusted template
cs_cz: (321) Ve značce %s v šabloně %2$s není v nedůvěryhodné šabloně povoleno
it_it: (321)Il tag %s del modello %2$s, non è permesso in un modello non certificato
pt_pt: (321)Na etiqueta %s no template %2$s, não é permitido um template não confiável

# jelix~errors.tplplugin.function.argument.unknown
source: (322)In the tag %2$s in the template %3$s, the %1$s argument is unknown
cs_cz: (322) Ve značce %2$s v šabloně %3$s je argument %1$s neznámý
it_it: (322)L'argomento %1$s è sconosciuto nel tag %2$s del template %3$s
pt_pt: (322)Na etiqueta %2$s no template %3$s, o argumento %1$s é desconhecido

# jelix~errors.tplplugin.function.invalid
source: (323)Invalid syntax in the tag %1$s in the template %3$s
cs_cz: (323) Neplatná syntaxe ve značce %1$s v šabloně %3$s
it_it: (323)Sintassi non valida nel tag %1$s del template %3$s
pt_pt: (323)Sintaxe inválida na tag %1$s no template %3$s

# jelix~errors.mail.provide_address
source: (350)jMailer: You must provide at least one recipient email address.
cs_cz: (350) jMailer: Musíte zadat alespoň jednu e-mailovou adresu příjemce.
it_it: (350)jMailer: È necessario fornire almeno un indirizzo di posta elettronica del destinatario.
pt_pt: (350)jMailer : Você deve fornecer pelo menos um endereço de e-mail do destinatário.

# jelix~errors.mail.mailer_not_supported
source: (351)jMailer: mailer is not supported (%s)
cs_cz: (351) jMailer: mailer není podporován (%s)
it_it: (351)jMailer: l'invio non è supportato (%s)
pt_pt: (351)jMailer : mailer não suportado (%s)

# jelix~errors.mail.execute
source: (352)jMailer: Could not execute: %s
cs_cz: (352) jMailer: Nelze provést: %s
it_it: (352)jMailer: Impossibile eseguire: %s
pt_pt: (352)jMailer : Não foi possivel executar: %s

# jelix~errors.mail.instantiate
source: (353)jMailer: Could not instantiate mail function..
cs_cz: (353) jMailer: Nelze vytvořit instanci funkce pošty.
it_it: (353)jMailer: Impossibile creare l'istanza della funzione mail..
pt_pt: (353)jMailer : Não foi possível instanciar a função mail ..

# jelix~errors.mail.authenticate
source: (354)jMailer: SMTP Error: Could not authenticate.
cs_cz: (354) jMailer: Chyba protokolu SMTP: Nelze ověřit.
it_it: (354)jMailer: Errore SMTP: Impossibile autenticarsi.
pt_pt: (354)jMailer : Erro de SMTP: Não foi possivel autenticar.

# jelix~errors.mail.from_failed
source: (355)jMailer: The following From address failed: %s
cs_cz: (355) jMailer: Následující adresa z neúspěšně: %s
it_it: (355)jMailer: Il seguente indirizzo "Da" non ha funzionato: %s
pt_pt: (355)jMailer : O seguinte endereço de destinatário falhou: %s

# jelix~errors.mail.recipients_failed
source: (356)SMTP Error: The following recipients failed: %s
cs_cz: (356) Chyba SMTP: Následující příjemci selhali: %s
it_it: (356)Errore SMTP: I seguenti destinatari hanno dato errore: %s
pt_pt: (356)Erro de SMTP: The following recipients failed: %s

# jelix~errors.mail.data_not_accepted
source: (357)SMTP Error: Data not accepted.
cs_cz: (357) Chyba protokolu SMTP: Data nejsou přijata.
it_it: (357)Errore SMTP: Dati non accettati.
pt_pt: (357)Erro de SMTP: Dados não aceites.

# jelix~errors.mail.connect_host
source: (358)SMTP Error: Could not connect to SMTP host.
cs_cz: (358) Chyba SMTP: Nelze se připojit k hostiteli SMTP.
it_it: (358)Errore SMTP: Non è possibile connettersi all'host SMTP.
pt_pt: (358)SMTP Error: Não foi possível estabelecer ligação com o servidor SMTP.

# jelix~errors.mail.file_access
source: (359)jMailer: Could not access file: %s
cs_cz: (359) jMailer: Nelze získat přístup k souboru: %s
it_it: (359)jMailer : Non è possibile accedere al file: %s
pt_pt: (359)jMailer : Não foi possível aceder ao ficheiro: %s

# jelix~errors.mail.file_open
source: (360)jMailer: File Error: Could not open file: %s
cs_cz: (360) jMailer: Chyba souboru: Nelze otevřít soubor: %s
it_it: (360)jMailer: Error nel file: Non è possibile aprire il file: %s
pt_pt: (360)jMailer : Erro de ficheiro: Não foi possível abrir o ficheiro: %s

# jelix~errors.mail.encoding
source: (361)jMailer: Unknown encoding: %s
cs_cz: (361) jMailer: Neznámé kódování: %s
it_it: (361)jMailer: Codifica sconosciuta: %s
pt_pt: (361)jMailer : Codificação desconhecida: %s
