Repository: 3liz/lizmap-plugin
Catalog: lizmap/lizmap-locales/web-client/*/master_admin.po
Languages: el_gr, eu_es

# master_admin~gui.header.title
source: Administration
el_gr: Διαχείριση
eu_es: Administrazioa

# master_admin~gui.header.user
source: User:
el_gr: Χρήστης :
eu_es: Erabiltzaileen:

# master_admin~gui.header.disconnect
source: Logout
el_gr: Αποσύνδεση
eu_es: Deskonektatu

# master_admin~gui.header.your.account
source: My account
el_gr: Ο λογαριασμός σας
eu_es: Zure kontua

# master_admin~gui.menu.item.dashboard
source: Dashboard
el_gr: Πίνακας έλεγχου
eu_es: Etxea

# master_admin~gui.menu.item.system
source: System
el_gr: Σύστημα
eu_es: Sistema

# master_admin~gui.menu.item.refdata
source: Reference Data
el_gr: Δεδομένα αναφοράς
eu_es: Erreferentzia datuak

# master_admin~gui.dashboard.title
source: Dashboard
el_gr: Πίνακας έλεγχου
eu_es: Etxea

# master_admin~gui.dashboard.nowidget
source: No widget for the dashboard. Simply click on one of the links in the menu.
el_gr: Κανένα widget στο πίνακα έλεγχου. Κάντε απλά ένα κλικ στα linκs του menu
eu_es: Ez dago tresnarik. Bakarrik egin klik menuaren esteka batean.

# master_admin~gui.message.admin.password
source: You have got the default password, you should change it immediatly.
el_gr: Έχετε το κωδικό default, καλά είναι να το αλλαξέτε αμέσως.
eu_es: Pasahitz lehenetsia daukazu, aldatu beharko zenuke.

# master_admin~gui.main.nocontent
source: No content. Click on one of the menu links.
el_gr: Κανένα περιεχόμενο. Κάντε κλικ στα linκs του menu.
eu_es: Ez dago edukirik. Egin klik menuaren esteka batean.
