Repository: 3liz/lizmap-plugin
Catalog: lizmap/lizmap-locales/web-client/*/view.po
Languages: cs_cz, de_de, eu_es, fi_fi, fr_fr, gl_es, hu_hu, nl_nl, pl_pl, sv_se

# view~map.permalink.geobookmark.button.add
source: Add a bookmark
cs_cz: Přidat do záložek
de_de: Lesezeichen hinzufügen
eu_es: Bookmark-a gehitu
fi_fi: Lisää kirjanmerkki
fr_fr: Ajouter un géosignet
gl_es: Engadir un marcador
hu_hu: Könyvjelző hozzáadása
nl_nl: Toevoegen van bladwijzer
pl_pl: Dodaj zakładkę
sv_se: Lägg till ett bokmärke

# view~map.permalink.geobookmark.button.del
source: Remove this bookmark
cs_cz: Smazat ze záložek
de_de: Lesezeichen entfernen
eu_es: Bookmark-a ezabatu
fi_fi: Poista tämä kirjanmerkki
fr_fr: Supprimer ce géosignet
gl_es: Eliminar este marcador
hu_hu: Könyvjelző eltávolítása
nl_nl: Verwijderen van bladwijzer
pl_pl: Usuń tę zakładkę
sv_se: Ta bort detta bokmärke

# view~map.permalink.geobookmark.button.run
source: Use this bookmark
cs_cz: Použij záložku
de_de: Dieses Lesezeichen benutzen
eu_es: Bookmark-a erabili
fi_fi: Käytä tätä kirjanmerkkiä
fr_fr: Activer ce géosignet
gl_es: Utilizar este marcador
hu_hu: Használja ezt a könyvjelzőt
nl_nl: Gebruik deze bladwijzer
pl_pl: Użyj tej zakładki
sv_se: Använd detta bokmärke

# view~map.permalink.geobookmark.none
source: No bookmark yet.
cs_cz: Bez záložek
de_de: noch keine Lesezeichen vorhanden
eu_es: Ez dago bookmarik
fi_fi: Ei kirjanmerkkejä vielä.
fr_fr: Aucun géosignet enregistré.
gl_es: Aínda sen marcador.
hu_hu: Még nincs könyvjelző
nl_nl: Nog geen bladwijzers beschikbaar
pl_pl: Brak zakładek.
sv_se: Inget bokmärke än.

# view~map.permalink.geobookmark.name.placeholder
source: Bookmark name
cs_cz: Název záložky
de_de: Lesezeichen-Name
eu_es: Bookmarkaren izena
fi_fi: Kirjanmerkin nimi
fr_fr: Nom du signet
gl_es: Nome do marcador
hu_hu: Könyvjelző neve
nl_nl: Naam van de bladwijzer
pl_pl: Nazwa zakładki
sv_se: Namn på bokmärke

# view~map.message.zoominmax
source: No deeper zoom available for this base layer
cs_cz: Tuto vrstvu nelze více přiblížit
de_de: Keine weitere Zoomstufe für diesen Layer vorhanden
eu_es: Ez dago zoom handiagorik oinarri geruza honentzat
fi_fi: Ei syvempää zoomausta saatavilla tähän perustasoon
fr_fr: Pas d'échelle plus petite pour ce fond de carte.
gl_es: Non hai dispoñible un zoom máis grande para esta capa base
hu_hu: Nem lehet jobban közelíteni az adott rétegen.
nl_nl: Geen kleinere schaal beschikbaar voor deze basislaag
pl_pl: Nie można bardziej powiększyć dla tej warstwy podkładowej
sv_se: Du kan inte zooma in längre i denna bakgrundskarta

# view~map.loading.title
source: Loading map data
cs_cz: Nahrávám mapu
de_de: Karte wird geladen
eu_es: Maparen datuak kargatu
fi_fi: Ladataan karttadataa
fr_fr: Chargement des données
gl_es: Cargando datos do mapa
hu_hu: A térkép adatainak betöltése
nl_nl: Opladen gegevens van de kaart
pl_pl: Ładowanie mapy
sv_se: Laddar kartdata

# view~map.popup.table.th.data
source: Field
cs_cz: Pole
de_de: Feld
eu_es: Eremua
fi_fi: Tieto
fr_fr: Champ
gl_es: Campo
hu_hu: Mező
nl_nl: Veld
pl_pl: Pole
sv_se: Fält

# view~map.popup.table.th.band
source: Band
cs_cz: Pásmo
fi_fi: Kaista
fr_fr: Bande
gl_es: Banda
pl_pl: Pasmo

# view~map.popup.table.th.value
source: Value
cs_cz: Hodnota
de_de: Wert
eu_es: Balioa
fi_fi: Arvo
fr_fr: Valeur
gl_es: Valor
hu_hu: Érték
nl_nl: Waarde
pl_pl: Wartość
sv_se: Värde

# view~map.metadata.link.label
source: Information
cs_cz: Informace
eu_es: Informazioa
fi_fi: Informaatio
gl_es: Información
hu_hu: Információ
nl_nl: Informatie
pl_pl: Informacja

# view~map.metadata.h2.illustration
source: Illustration
cs_cz: Ilustrace
de_de: Vorschaubild
eu_es: Ilustrazioa
fi_fi: Kuvitus
fr_fr: Information
gl_es: Ilustración
hu_hu: Illusztráció
nl_nl: Afbeelding
pl_pl: Ilustracja

# view~map.metadata.h2.description
source: Map description
cs_cz: Popis mapy
de_de: Kartenbeschreibung
eu_es: Maparen deskribaketa
fi_fi: Kartan kuvaus
fr_fr: Descriptif de la carte
gl_es: Descrición do mapa
hu_hu: Térkép-leírás
nl_nl: Beschrijving van de kaart
pl_pl: Opis mapy
sv_se: Kartbeskrivning

# view~map.metadata.h2.resources
source: Resources
cs_cz: Zdroje
de_de: Quellen
eu_es: Baliabideak
fi_fi: Resurssit
fr_fr: Ressources
gl_es: Fontes
hu_hu: Erőforrások
nl_nl: Werkmiddelen
pl_pl: Zasoby
sv_se: Resurser

# view~map.metadata.h2.properties
source: Properties
cs_cz: Vlastnosti
de_de: Eigenschaften
eu_es: Ezaugarriak
fi_fi: Ominaisuudet
fr_fr: Propriétés
gl_es: Propiedades
hu_hu: Részletek
nl_nl: Eigenschappen
pl_pl: Właściwości
sv_se: Egenskaper

# view~map.metadata.h2.contact
source: Contact
cs_cz: Kontakt
de_de: Kontakt
eu_es: Kontaktua
fi_fi: Kontaktitiedot
gl_es: Contacto
hu_hu: Kapcsolat
pl_pl: Kontakt
sv_se: Kontakt

# view~map.metadata.description.title
source: Title
cs_cz: Titul
de_de: Titel
eu_es: Izenburua
fi_fi: Otsikko
fr_fr: Titre
gl_es: Título
hu_hu: Cím
nl_nl: Titel
pl_pl: Tytuł
sv_se: Titel

# view~map.metadata.description.abstract
source: Description
cs_cz: Poznámka
de_de: Beschriftung
eu_es: Azalpena
fi_fi: Kuvaus
gl_es: Descrición
hu_hu: Leírás
nl_nl: Beschrijving
pl_pl: Opis
sv_se: Beskrivning

# view~map.metadata.resources.website
source: Website
eu_es: Web Horria
fi_fi: Kotisivut
fr_fr: Site internet
gl_es: Web
hu_hu: Weboldal
nl_nl: Webstek
pl_pl: Strona internetowa
sv_se: Webbsida

# view~map.metadata.properties.projection
source: Projection
cs_cz: Projekce
de_de: Projektion
eu_es: Proiekzioa
fi_fi: Projektio
gl_es: Proxección
hu_hu: Vetület
nl_nl: Projectie
pl_pl: Układ współrzędnych
sv_se: Projektion

# view~map.metadata.properties.extent
source: Extent
de_de: Ausschnitt
eu_es: =Eremu espaziala
fi_fi: Laajuus
fr_fr: Emprise
gl_es: Extensión
hu_hu: Külső határ
nl_nl: Verlengen
pl_pl: Zasięg
sv_se: Utbredning

# view~map.metadata.properties.wmsGetCapabilitiesUrl
source: Web Map Service
eu_es: Web Map Zerbitzua
fr_fr: Service WMS
gl_es: Servizo de Mapas Web

# view~map.metadata.contact.organization
source: Organization
cs_cz: Organizace
de_de: Firma
eu_es: Erakundea
fi_fi: Organisaatio
fr_fr: Structure
gl_es: Organización
hu_hu: Szervezet
nl_nl: Organisatie
pl_pl: Organizacja
sv_se: Organisation

# view~map.metadata.contact.person
source: Person
cs_cz: Osoba
eu_es: Pertsona
fi_fi: Henkilö
fr_fr: Personne
gl_es: Persoa
hu_hu: Személy
nl_nl: Persoon
pl_pl: Osoba

# view~map.metadata.contact.email
source: E-mail
eu_es: Emaila
fr_fr: Courriel
gl_es: Correo electrónico
sv_se: E-post

# view~map.metadata.contact.phone
source: Phone
cs_cz: Telefon
de_de: Telefon
eu_es: Telefonoa
fi_fi: Puhelin
fr_fr: Téléphone
gl_es: Teléfono
hu_hu: Telefon
nl_nl: Telefoon
pl_pl: Telefon
sv_se: Telefon

# view~map.metadata.hide
source: Hide information
cs_cz: Skryté informace
de_de: Informationen ausblenden
eu_es: Informazioa ezkutatu
fi_fi: Piilota informaatio
fr_fr: Masquer les informations
gl_es: Agochar información
hu_hu: Információk elrejtése
nl_nl: Verberg informatie
pl_pl: Ukryj informacje
sv_se: Göm information

# view~map.timemanager.toolbar.title
source: Time Manager
cs_cz: Časový manažer
de_de: Zeit Manager
eu_es: Denbora kudeatzailea
fi_fi: Aikahallinta
gl_es: Xestor do Tempo
pl_pl: Menadżer Czasu

# view~map.timemanager.navbar.title
source: Time Manager
cs_cz: Časový manažer
de_de: Zeit Manager
eu_es: Denbora kudeatzailea
fi_fi: Aikahallinta
gl_es: Xestor do Tempo
pl_pl: Menadżer czasu

# view~map.timemanager.toolbar.play
source: Play
cs_cz: Spusť
de_de: Abspielen
eu_es: Erreproduzitu
fi_fi: Suorita
fr_fr: Lecture
gl_es: Prender
hu_hu: Lejátszás
nl_nl: Afspelen
pl_pl: Odtwórz
sv_se: Spela upp

# view~map.timemanager.toolbar.pause
source: Pause
cs_cz: Pauza
eu_es: Gelditu
fi_fi: Tauko
gl_es: Pausa
hu_hu: Lejátszás szüneteltetése
nl_nl: Pauze
pl_pl: Pauza
sv_se: Pausa

# view~map.timemanager.toolbar.next
source: Next
cs_cz: Další
de_de: Nächste(r)
eu_es: Hurrengoa
fi_fi: Seuraava
fr_fr: Suivant
gl_es: Seguinte
hu_hu: Következő
nl_nl: Volgende
pl_pl: Następny
sv_se: Nästa

# view~map.timemanager.toolbar.prev
source: Previous
cs_cz: Následující
de_de: Vorherige(r)
eu_es: Aurrekoa
fi_fi: Edellinen
fr_fr: Précédent
gl_es: Previo
hu_hu: Előző
nl_nl: Terug
pl_pl: Poprzedni
sv_se: Föregående

# view~map.bottomdock.toolbar.btn.clear.title
source: Close
cs_cz: Zavřít
de_de: Schließen
eu_es: Itxi
fi_fi: Sulje
fr_fr: Fermer
gl_es: Pechar
hu_hu: Bezár
nl_nl: Sluiten
pl_pl: Zamknij
sv_se: Stäng

# view~map.bottomdock.toolbar.btn.glue.activate.title
source: Pin
de_de: Anheften
eu_es: Markatu
fi_fi: Kiinnitä
fr_fr: Épingler
gl_es: Fixar
hu_hu: Rögzít
nl_nl: Vastmaken
pl_pl: Przypnij

# view~map.bottomdock.toolbar.btn.glue.deactivate.title
source: Unpin
cs_cz: Zrušit PIN
de_de: Lösen
eu_es: Desmarkatu
fi_fi: Poista kiinnitys
fr_fr: Libérer
gl_es: Liberar
hu_hu: Felold
nl_nl: Losmaken
pl_pl: Odepnij
sv_se: Avpinna

# view~map.bottomdock.toolbar.btn.size.maximize.title
source: Maximize
cs_cz: Maximalizuj
de_de: Maximieren
eu_es: Maximizatu
fi_fi: Maksimoi
fr_fr: Agrandir
gl_es: Maximizar
hu_hu: Maximális méret
nl_nl: Maximaliseren
pl_pl: Maksymalizuj
sv_se: Maximera

# view~map.bottomdock.toolbar.btn.size.minimize.title
source: Minimize
cs_cz: Minimalizuj
de_de: Minimieren
eu_es: Minimizatu
fi_fi: Minimoi
fr_fr: Réduire
gl_es: Minimizar
hu_hu: Minimális méret
nl_nl: Verkleinen
pl_pl: Minimalizuj
sv_se: Minimera

# view~map.attributeLayers.navbar.title
source: Data
de_de: Daten
eu_es: Datuak
fr_fr: Données
gl_es: Datos
hu_hu: Adat
nl_nl: Gegevens
pl_pl: Dane

# view~map.attributeLayers.toolbar.title
source: Data
de_de: Daten
eu_es: Datuak
fr_fr: Données
gl_es: Datos
hu_hu: Adat
nl_nl: Gegevens
pl_pl: Dane

# view~map.attributeLayers.options.title
source: Options
cs_cz: Možnosti
de_de: Einstellungen
fi_fi: Vaihtoehdot
gl_es: Opcións
hu_hu: Opciók
nl_nl: Opties
pl_pl: Opcje

# view~map.attributeLayers.options.input.cascade.label
source: Cascade filter to children
cs_cz: Kaskádový filtr pro podřazené položky
de_de: Filter an Unterelemente weitergeben
eu_es: Semeentzako filtroa kaskadan
fi_fi: Siirrä suodatin seuraajalle
fr_fr: Filtrer les couches filles en cascade
gl_es: Filtro en cadea ás (capas) fillas
hu_hu: A szűrő a gyermekekre is vonatkozzon.
nl_nl: Getrapte filter naar onderliggende gegevens
pl_pl: Filtr kaskadowy
sv_se: Aktiver filter i undertabell

# view~map.switcher.layers.expand.title
source: Expand all
cs_cz: Rozbalit vše
de_de: Alle Ausklappen
fi_fi: Laajenna kaikki
fr_fr: Tout déployer
gl_es: Expandir todo
hu_hu: Összes kinyitása
nl_nl: Alles uitplooien
pl_pl: Rozwiń wszystkie

# view~map.switcher.layers.collapse.title
source: Collapse all
cs_cz: Sbalit vše
de_de: Alle einklappen
fi_fi: Supista kaikki
fr_fr: Tout réduire
gl_es: Contraer todo
hu_hu: Összes bezárása
nl_nl: Alles opplooien
pl_pl: Zwiń wszystkie

# view~map.switcher.layer.metadata.title
source: Information
cs_cz: Informace
eu_es: Informazioa
fi_fi: Informaatio
gl_es: Información
hu_hu: Információ
nl_nl: Informatie
pl_pl: Informacja

# view~map.switcher.layer.zoomToExtent.title
source: Zoom to layer extent
cs_cz: Přiblížit na vrstvu
de_de: Auf Ebenenausmaße zoomen
eu_es: Zoom-a geruzaren hedaduran
fi_fi: Zoomaa tason laajuuteen
fr_fr: Zoomer sur la couche
gl_es: Zoom á extensión da capa
hu_hu: Zoom a réteg külső határaihoz igazodva
nl_nl: Uitvergroten of verkleinen gepast aan de laag
pl_pl: Powiększ do zasięgu warstwy
sv_se: Zooma till lagrets utbredning

# view~map.switcher.layer.style.title
source: Change layer style
cs_cz: Změnit styl vrstvy
de_de: Ebenenstil ändern
eu_es: Aldatu geruzaren estiloa
fi_fi: Muuta tason tyyliä
fr_fr: Changer le style de la couche
gl_es: Cambiar estilo da capa
hu_hu: Réteg-stílus megváltoztatása
nl_nl: Wijzig laagstijl
pl_pl: Zmień styl warstwy
sv_se: Ändra lagerstil

# view~map.switcher.layer.export.title
source: Export
eu_es: Exportatu
fi_fi: Vie
fr_fr: Exporter
gl_es: Exportar
nl_nl: Exporteren
pl_pl: Eksportuj
sv_se: Exportera

# view~map.switcher.layer.unfilter.title
source: Deactivate current filter
cs_cz: Vypnout uživatelský filtr
de_de: Aktuellen Filter deaktivieren
eu_es: Oraingo filtroa ezabatu
fi_fi: Poista nykyinen suodatin käytöstä
fr_fr: Désactiver le filtre
gl_es: Desactivar o filtro actual
hu_hu: Az aktuális szűrő kikapcsolása
nl_nl: Desactiveren van de huidige filter
pl_pl: Deaktywuj działający filtr
sv_se: Avaktivera nuvarande filter

# view~dictionnary.attributeLayers.btn.info.title
source: Info
eu_es: Informazioa
fr_fr: Détail
hu_hu: Információ

# view~dictionnary.atlas.toolbar.title
source: Atlas
hu_hu: Atlasz

# view~dictionnary.atlas.navbar.title
source: Atlas
hu_hu: Atlasz
