Repository: 3liz/lizmap-plugin
Catalog: lizmap/lizmap-locales/web-client/*/view.po
Languages: cs_cz, de_de, eu_es, fi_fi, fr_fr, gl_es, hu_hu, nl_nl, pl_pl, sv_se

# view~edition.toolbar.select.unselect.tooltip
source: Unselect the selected object.
cs_cz: Odznačit vybrané objekty
de_de: Objektauswahl aufheben.
eu_es: Aukeratutako objektua desaukeratu.
fi_fi: Poista valinta valitulta objektilta.
fr_fr: Désélectionner l'objet sélectionné.
gl_es: Deseleccionar o obxecto seleccionado.
hu_hu: Szelekció megszüntetése a kiválasztott objektumokra.
nl_nl: Deselecteer het object.
pl_pl: Odznacz zaznaczony obiekt.
sv_se: Avselektera det valda objektet.

# view~edition.toolbar.select.attr.tooltip
source: Validate the geometry and/or open the attribute form.
cs_cz: Ověřte geometrii a/nebo otevřete atributový formulář .
de_de: Gemometrie validieren und/oder Attributformular öffnen.
eu_es: Geometria balidatu edota ezaugarrien formularioa ireki.
fi_fi: Tarkista geometria ja/tai avaa attribuuttilomake.
fr_fr: Valider la géométrie et/ou ouvrir le formulaire des données.
gl_es: Validar a xeometría e/ou abrir a táboa de atributos.
hu_hu: A geometria validálása és/vagy az attribútumok megnyitása.
nl_nl: Valideer de geometrie en/of open het formulier met eigenschappen
pl_pl: Sprawdź geometrię i/lub otwórz formularz atrybutów.
sv_se: Validera geometrin och/eller öppna attributformuläret.

# view~edition.toolbar.select.undo.tooltip
source: Revert into initial geometry state.
cs_cz: Vraťte se do počátečního stavu geometrie.
de_de: Standard der Geometrie wiederherstellen.
eu_es: Geometria hasierako egoerara bueltatu.
fi_fi: Palaa alkuperäiseen geometrian tilaan.
fr_fr: Revenir à la géométrie initiale.
gl_es: Reverter ó estado inicial da xeometría.
hu_hu: Visszalépés a geometria eredeti állapotához.
nl_nl: Herstel de initiële geometrische toestand.
pl_pl: Przywróć początkowy stan geometrii.
sv_se: Återgå till hur geometrin såg ut tidigare.

# view~edition.toolbar.select.delete.tooltip
source: Delete the selected object.
cs_cz: Smazat vybrané objekty
de_de: Ausgewähltes Objekt löschen.
eu_es: Aukeratutako objektua ezabatu.
fi_fi: Poista valittu objekti.
fr_fr: Supprimer l'objet sélectionné.
gl_es: Borrar o obxecto seleccionado.
hu_hu: A kiválasztott objektum törlése.
nl_nl: Verwijder het geselecteerde object.
pl_pl: Usuń zaznaczony obiekt.
sv_se: Ta bort valt objekt.

# view~edition.toolbar.cancel.tooltip
source: Cancel current edition.
cs_cz: Stornovat aktuální editaci
de_de: Aktuelle Änderungen verwerfen
eu_es: Oraingo edizio ezeztatu
fi_fi: Peruuta nykyinen muokkaus.
fr_fr: Annuler l'édition en cours.
gl_es: Cancelar a edición actual.
hu_hu: Kilépés a szerkesztőeszközből.
nl_nl: Annuleren huidige editie.
pl_pl: Anuluj aktualną edycję.
sv_se: Ångra nuvarande redigering.

# view~edition.modal.title.default
source: Edition
cs_cz: Editace
de_de: Editieren
eu_es: Edizioa
fi_fi: Julkaisu
fr_fr: Édition
gl_es: Edición
hu_hu: szerkesztőeszköz
nl_nl: Bewerken
pl_pl: Edycja
sv_se: Redigering

# view~edition.modal.message.no.feature.found
source: No feature has been found here.
cs_cz: Žádná funkce zde nebyla nalezena.
de_de: Kein Objekt gefunden.
eu_es: Ez da elementurik aurkitu.
fi_fi: Täältä ei löytynyt yhtään ominaisuutta.
fr_fr: Aucun élément n'a été trouvé ici.
gl_es: Non se atopou ningunha entidade aquí.
hu_hu: Nem találhatóak elemek.
nl_nl: Geen feature kon hier worden gevonden
pl_pl: Nie znaleziono żadnych obiektów w tym miejscu.
sv_se: Inga features har hittats.

# view~edition.message.error.parameter.project
source: The 'project' parameter is mandatory.
cs_cz: Parametr 'project' je povinný.
de_de: Der 'Projekt'-Parameter wird benötigt.
fi_fi: "Projekti" parametri on pakollinen.
fr_fr: Le paramètre 'projet' est obligatoire .
gl_es: É obrigatorio o parámetro 'proxecto'.
hu_hu: A 'project' paraméter elengedhetetlen.
nl_nl: De parameter 'project' is verplicht.
pl_pl: Wymagany jest parametr 'project'.

# view~edition.message.error.parameter.featureId
source: The 'featureId' parameter is mandatory.
cs_cz: Parametr 'featureId' je povinný.
de_de: Der 'Element-ID'-Parameter wird benötigt.
fi_fi: 'featureId' parametri on pakollinen.
fr_fr: Le paramètre 'featureid' est obligatoire .
gl_es: É obrigatorio o parámetro 'featureId'.
hu_hu: A 'featured' paraméter elengedhetetlen.
nl_nl: De parameter 'featureId' is verplicht.
pl_pl: Wymagany jest parametr 'featureid'.

# view~edition.message.error.layer.editable
source: The layer is not editable.
cs_cz: Vrstva není upravitelná.
de_de: Der Layer ist nicht anpassbar.
fi_fi: Taso ei ole muokattavissa.
fr_fr: La couche n'est pas modifiable .
gl_es: Non se pode editar a capa.
hu_hu: A réteg nem módosítható.
nl_nl: De laag kan niet worden bewerkt.
pl_pl: Warstwa nie jest edytowalna.

# view~edition.message.error.layer.editable.create
source: Create feature for the layer is not available.
cs_cz: Vytvoření funkce pro vrstvu není k dispozici.
de_de: Element erstellen ist für diesen Layer nicht möglich.
fi_fi: Ominaisuuden luonti tasolle ei ole käytettävissä.
fr_fr: La création d'objet n'est pas disponible pour cette couche .
gl_es: Non está dispoñible a creación de entidades para a capa.
hu_hu: Nem hozható létre új elem a rétegen.
nl_nl: Maak een functie voor de laag is niet beschikbaar.
pl_pl: Tworzenie obiektów dla tej warstwy nie jest dostępne.

# view~edition.message.error.layer.editable.delete
source: Delete feature for the layer is not available.
cs_cz: Funkce smazání vrstvy není k dispozici.
de_de: Element löschen ist für diesen Layer nicht möglich.
fi_fi: Poista ominaisuus tasolle ei ole käytettävissä.
fr_fr: La suppression d'objet n'est pas disponible pour cette couche .
gl_es: Non está dispoñible a eliminación de entidades para a capa.
hu_hu: Az elem törlése nem hajtható végre a rétegen.
nl_nl: De verwijderfunctie voor de laag is niet beschikbaar.
pl_pl: Usuwanie obiektów z tej warstwy nie jest dostępne.

# view~edition.message.error.primary.keys
source: Lizmap cannot find the "%s" layer's primary keys. The edition tool needs a defined primary key on the table.
cs_cz: Lizmap nemůže nalézt primární klíče vrstvy "%s". Nástroj pro editaci vyžaduje definovaný primární klíč v tabulce.
de_de: Lizmap kann den Primärschlüssel des Layers "%s" nicht finden! Zum Editieren muss in der Tabelle ein Primärschlüssel definiert sein.
fi_fi: Lizmap ei löydä "%s" tason primääriavaimia.
fr_fr: Lizmap ne peut pas trouver la clé primaire de la couche "%s". L'outil d'édition nécessite qu'une clé primaire soit définie sur la table.
gl_es: Lizmap non pode atopar as claves primarias da capa "%s". A ferramenta de edición precisa unha clave primaria definida na táboa.
hu_hu: A Lizmap nem találja a "%s" réteg elsődleges kulcsát. A szerkesztőeszköz használatához elengedhetetlen, hogy a táblának legyen elsődleges kulcsa.
nl_nl: Lizmap kan de primaire sleutels van de " %s " -laag niet vinden. De editietool heeft een gedefinieerde primaire sleutel nodig.
pl_pl: Lizmap nie może znaleźć podstawowych kluczy warstwy "%s". Narzędzie edycji potrzebuje zdefiniowanego klucza podstawowego dla tej warstwy.

# view~edition.message.error.feature.get
source: Lizmap cannot get the feature data with WFS
cs_cz: Lizmap nemůže získat data funkcí pomocí WFS
de_de: Lizmap kann die Daten des Elements nicht per WFS ermitteln
fi_fi: Lizmap ei saa ominaisuustietoja käyttääen WFS
fr_fr: Lizmap ne peut pas récupérer cet objet via le WFS
gl_es: Lizmap non pode obter os datos da entidade con WFS
hu_hu: A Lizmap nem éri el az elem adatait WFS-en keresztül
nl_nl: Lizmap kan de functiedata niet ophalen met WFS
pl_pl: Lizmap nie może pobrać danych obiektu z WFS

# view~edition.message.error.form.get
source: An error has been raised when getting the form
cs_cz: Při získávání formuláře došlo k chybě
de_de: Beim Erstellen des Formulars ist ein Fehler aufgetreten
fi_fi: Virhe lomakkeen saamisessa
fr_fr: Une erreur est survenue lors de la récupération du formulaire.
gl_es: Produciuse un erro ó obter o formulario
hu_hu: Hiba az űrlap betöltése közben
nl_nl: Er is een fout opgetreden bij het ophalen van het formulier
pl_pl: Napotkano błąd podczas pobierania formularza

# view~edition.message.error.bbox
source: The bbox has to be 4 floats separated by ','.
cs_cz: Bbox musí mít 4 čísla oddělená znakem ','.
de_de: Der Zeichnungsausschnitt muss aus 4 Zahlen (mit Nachkommastellen) bestehen, getrennt durch ','.
eu_es: BBOX-ak 4 zenbaki behar ditu, ','-z bananduak.
fi_fi: Bbox'issa tulee olla neljä lukua eroteltuna ','.
fr_fr: La bbox doit être composé de 4 nombres séparés par ',' .
gl_es: A caixa delimitadora ten que ter 4 decimais separados por ','.
hu_hu: A határoló négyszög megadása 4 darab tört számmal lehetséges, ','-vel elválasztva.
nl_nl: De bbox moet 4 floats zijn gescheiden door ','.
pl_pl: Ramka mapy musi składać się z 4 liczb oddzielonymi ','.
sv_se: Bboxen måste var 4 floats separerade av ','.

# view~edition.message.error.crs
source: crs is mandatory and has to be an integer or EPSG:*.
cs_cz: crs je povinné a musí být celé číslo nebo EPSG:*.
de_de: crs ist zwingend notwendig und muss eine Ganzzahl oder EPSG:* sein.
eu_es: CRS-a beharrezkoa da eta zenbaki oso bat edo EPSG-a izan behar da.
fi_fi: CRS on pakollinen ja sen tulee olla kokonaisluku tai EPSG:*.
fr_fr: crs est obligatoire et devrait être un entier ou de la forme EPSG:* .
gl_es: o src é obrigatorio e ten que ser un número enteiro ou EPSG:*.
hu_hu: crs megadása kötelező, melynek egész számnak, vagy ESPG:* formátumnak kell lennie.
nl_nl: crs is verplicht en moet een geheel getal of EPSG zijn: *.
pl_pl: Układ współrzędnych jest wymagany i musi być liczbą lub kodem EPSG:*.
sv_se: crs är obligatorisk och måste vara en integer eller EPSG:*.

# view~edition.message.error.save
source: An error has been raised when saving the form.
cs_cz: Při ukládání formuláře došlo k chybě.
de_de: Beim Speichern der Formulars ist ein Fehler aufgetreten.
fi_fi: Virhe lomakkeen tallennuksessa
fr_fr: Une erreur est survenue lors de l'enregistrement du formulaire.
gl_es: Produciuse un erro ó gardar o formulario.
hu_hu: Hiba az űrlap mentése közben.
nl_nl: Er is een fout opgetreden bij het opslaan van het formulier.
pl_pl: Napotkano błąd podczas zapisywania formularza

# view~edition.message.error.save.fields
source: No fields available for saving the form.
cs_cz: Pro uložení formuláře nejsou k dispozici žádná pole.
de_de: Keine Felder zum Speichern des Formulars vorhanden.
fi_fi: Tietoja ei olemassa lomakkeen tallentamiseksi.
fr_fr: Aucun champ disponible pour l'enregistrement du formulaire.
gl_es: Non hai campos dispoñibles para gardar o formulario.
hu_hu: Nincs mező az űrlap mentéséhez.
nl_nl: Geen velden beschikbaar om het formulier op te slaan.
pl_pl: Brak dostępnych pól, by zapisać formularz.

# view~edition.message.error.delete
source: The deletion has failed.
cs_cz: Smazání selhalo.
de_de: Löschen fehlgeschlagen.
eu_es: Ezabaketak huts egin du.
fi_fi: Poisto epäonistui.
fr_fr: La suppression a échoué .
gl_es: Fallou a eliminación.
hu_hu: A törlés nem történt meg.
nl_nl: Het verwijderen is mislukt.
pl_pl: Usuwanie nie powiodło się.
sv_se: Borttagning genomfördes ej?

# view~edition.message.success.delete
source: The feature has been deleted.
cs_cz: Funkce byla smazána.
de_de: Das Objekt wurde gelöscht.
eu_es: Elementua ezabatua izan da.
fi_fi: Ominaisuus on poistettu.
fr_fr: L'objet a été supprimé .
gl_es: A entidade foi eliminada.
hu_hu: Az elem törlésre került.
nl_nl: De feature werd verwijderd.
pl_pl: Obiekt został usunięty.
sv_se: Featuren har tagits bort.

# view~edition.message.error.create
source: An error occured while creating the object.
cs_cz: Při vytváření objektu došlo k chybě.
de_de: Beim Erstellen des Projektes ist ein Fehler aufgetreten
eu_es: Errorea jazo da objektua sortzerakoan.
fi_fi: Tapahtui virhe luotaessa objektia.
fr_fr: La création d'objet a échoué .
gl_es: Ocorreu un erro na creación do obxecto.
hu_hu: Hiba történt az objektum létrehozása közben.
nl_nl: Er is een fout opgetreden tijdens het aanmaken van het object.
pl_pl: Napotkano błąd podczas tworzenia obiektu.
sv_se: Ett fel uppstod vid skapandet av objektet.

# view~edition.message.success.create
source: Object successfully created.
cs_cz: Objekt byl úspěšně vytvořen.
de_de: Objekt erfolgreich erstellt
eu_es: Objektua ondo sortu da.
fi_fi: Objekti luotu onistuneesti.
fr_fr: L'objet a bien été créé .
gl_es: Obxecto creado satisfactoriamente.
hu_hu: Az objektum létrehozása sikeresen megtörtént.
nl_nl: Object succesvol aangemaakt.
pl_pl: Obiekt utworzony pomyślnie.
sv_se: Objektet skapades.

# view~edition.message.error.no.geometry
source: You cannot save this object without a geomtetry. Please draw the geometry on the map.
cs_cz: Nemůžete tento objekt uložit bez geometrie. Prosím, nakreslete geometrii na mapě.
de_de: Sie können dieses Objekt ohne Geometrie nicht speichern. Bitte zeichnen Sie die Geometrie auf der Karte.
eu_es: Ezin duzu objektu hau geometriarik gabe gorde. Mesedez, marraztu geometria mapan.
fi_fi: Et voi tallentaa tätä objektia ilman geometriaa. Ole ystävällinen ja piirrä geometria kartalle.
fr_fr: Vous ne pouvez pas enregistrer cet objet sans géométrie. Veuillez la dessiner sur la carte.
gl_es: Non pode gardar este obxecto sen unha xeometría. Debuxe a xeometría no mapa.
hu_hu: Az objektum nem menthető geometriai alakzat rajzolása nélkül. Rajzoljon egy geometriai alakzatot a térképre.
nl_nl: U kunt dit object niet zonder een geometrie opslaan. Gelieve de geometrie op de kaart in te tekenen.
pl_pl: Nie możesz zapisać tego obiektu bez geometrii. Proszę wrysować geometrię na mapę.
sv_se: Du kan inte spara detta objekt utan en geometri. Rita ut geometrin på kartan.

# view~edition.message.error.upload.layer
source: The layer "%s" directory for uploading media is not writable.
cs_cz: Vrstva "%s" pro nahrávání médií není zapisovatelná.
de_de: Das Medien-Upload-Verzeichnis des Layers "%s" ist nicht beschreibbar.
fi_fi: Tason "%s" hakemisto median lataamiseksi ei ole kirjoitettavissa.
fr_fr: Le répertoire de la couche "%s" pour le chargement des médias n'est pas accessible en écriture.
gl_es: Non se pode escribir no directorio da capa "%s" para subir ficheiros.
hu_hu: A réteg "%s" média-feltöltési könyvtára nem írható.
nl_nl: De laag " %s " directory voor het uploaden van media is niet beschrijfbaar.
pl_pl: Brak możliwości wgrywania plików do katalogu warstwy "%s".

# view~edition.message.error.upload.layer.field
source: The field "%s" directory of the layer "%s" for uploading media is not writable.
cs_cz: Pole "%s" ve vrstvě "%s" pro nahrávání médií není zapisovatelné.
de_de: Das Feld-Verzeichnis "%s" des Layers "%s" ist nicht beschreibbar.
fi_fi: Tiedon "%s" hakemisto tasolle "%s" median lataamiseksi ei ole kirjoitettavissa.
fr_fr: Le répertoire du champs "%s" de la couche "%s" pour le chargement des médias n'est pas accessible en écriture.
gl_es: Non se pode escribir no directorio do campo "%s" da capa "%s" para subir ficheiros.
hu_hu: A/Az"%s" nevű mező, mely a/az "%s" réteg média-feltöltési könyvtára, nem írható.
nl_nl: De veld " %s " map van de laag " %s " voor het uploaden van media is niet beschrijfbaar.
pl_pl: Pole katalogu "%s" warstwy "%s" nie ma możliwości wgrania plików.

# view~edition.upload.choice.keep
source: Keep
cs_cz: Zachovat
de_de: Behalten
eu_es: Mantendu
fi_fi: Pidä
fr_fr: Conserver
gl_es: Manter
hu_hu: Megtart
nl_nl: Behouden
pl_pl: Zatrzymaj
sv_se: Behåll

# view~edition.upload.choice.update
source: Update
cs_cz: Aktualizovat
de_de: Aktualisieren
eu_es: Berritu
fi_fi: Päivitä
fr_fr: Modifier
gl_es: Actualizar
hu_hu: Frissít
pl_pl: Aktualizuj
sv_se: Uppdatera

# view~edition.upload.choice.delete
source: Delete
cs_cz: Smazat
de_de: Löschen
eu_es: Ezabatu
fi_fi: Poista
fr_fr: Supprimer
gl_es: Eliminar
hu_hu: Töröl
nl_nl: Verwijderen
pl_pl: Usuń
sv_se: Ta bort

# view~edition.link.error.missing.parameter
source: The pivot, features1 and features2 parameters are mandatory.
cs_cz: Parametry pivot, features1 a features2 jsou povinné.
de_de: Das Pivot, Objekt1 und Objekt2 sind unbedingt nötig.
eu_es: Pivota, ezaugarri1 eta ezaugarri2 parametroak beharrezkoa dira.
fi_fi: Keskipiste, ominaisuus1 ja ominaisuus2 ovat pakollisia.
fr_fr: Les paramètres pivot, features1 and features2 sont obligatoires .
gl_es: O eixo, parámetros entidade-1 e entidade-2 son obrigatorios.
hu_hu: A pivot, elemek1 és elemek2 paraméterek megadása kötelező.
nl_nl: De instellingen van de pivot, features1 en features2 zijn verplicht.
pl_pl: Parametry pivot, features1 i features2 są obowiązkowe.
sv_se: Pivoten, parametrarna feature1 och feature2 är obligatoriska.

# view~edition.link.error.wrong.layer
source: The layer does not exists.
cs_cz: Vrstva neexistuje
de_de: Die Ebene existiert nicht
eu_es: Geruza ez da existitzen.
fi_fi: Tasoa ei ole olemassa.
fr_fr: Une des couches n'existe pas .
gl_es: A capa non existe.
hu_hu: A réteg nem létezik
nl_nl: Deze laag bestaat niet.
pl_pl: Warstwa nie istnieje.
sv_se: Lagret existerar ej.

# view~edition.link.error.multiple.ids
source: You cannot link multiple objects for both layers. Please select only one object for one of the layers and retry.
cs_cz: Nemůžete propojit více objektů pro obě vrstvy. Pro jednu z vrstev vyberte pouze jeden objekt a zkuste to znovu.
de_de: Sie können nicht mehrere Objekte mit beiden Ebenen verlinken! Bitte wählen Sie nur ein Objekt für einen der Layer und versuchen Sie es erneut.
eu_es: Ezin duzu hainbat objetu estekatu geruza bietan. Mesedez, aukeratu objektu bakarra geruza bakarrean.
fi_fi: Et voi linkittää useita ominaisuuksia molempiin tasoihin. Ole ystävällinen valitse vain yksi objekti yhteen tasoon ja yritä uudelleen.
fr_fr: Vous ne pouvez pas lier plusieurs objets en même temps dans chaque couche. Vous devez sélectionner un seul objet pour une couche, et plusieurs pour l'autre.
gl_es: Non pode enlazar múltiples obxectos para ámbalas capas. Seleccione só un obxecto para unha das capas e ténteo de novo.
hu_hu: Nem kapcsolhat több objektumot mindkét réteghez. Kérem válasszon egy objektumot az egyik réteghez és próbálja újra.
nl_nl: U kunt meerdere objecten niet verbinden voor beide lagen. Selecteer slechts één object voor één van de lagen en probeer opnieuw.
pl_pl: Nie możesz połączyć kilku obiektów dla dwóch warstw. Proszę zaznaczyć tylko jeden obiekt dla jednej z warstw i spróbować ponownie.
sv_se: Du kan inte länka flera objekt till båda lagren. Prova igen och välj endast ett objekt för ett lager.

# view~edition.link.error.missing.id
source: There must be at least one object selected for each layer to create the link.
cs_cz: Musí být vybrán alespoň jeden objekt pro každou vrstvu pro vytvoření odkazu.
de_de: Es muss mindestens ein Objekt pro Ebene ausgewählt sein, um die Verbindung herzustellen
eu_es: Objektu bat beharrezkoa da esteka sortzeko.
fi_fi: Jokaiselle tasolle on oltava vähintäin yksi oblekti jotta voit luoda linkin.
fr_fr: Il doit y avoir au moins un objet sélectionné dans les 2 couches pour pouvoir créer le lien .
gl_es: Debe haber polo menos un obxecto seleccionado para cada capa para crear o enlace.
hu_hu: Minden réteghez legalább egy objektumot ki kell jelölni a link létrehozásához.
nl_nl: Er moet ten minste één object zijn geselecteerd voor elke laag om de link aan te maken.
pl_pl: Musi być zaznaczony przynajmniej jeden obiekt dla każdej z warstw, by stworzyć połączenie.
sv_se: Åtminstånde ett objekt måsta väljas för varje lager om länken skall skapas.

# view~edition.link.error.not.attribute.layer
source: The layers have not be configured to have an attribute table.
cs_cz: Vrstvy nejsou nakonfigurovány tak, aby měly tabulku atributů.
de_de: Die Ebenen sind nicht dafür konfiguriert eine Attributtabelle zu besitzen.
eu_es: Geruza ez dira konfiguratu ezaugarrien taula izateko.
fi_fi: Tasoja ei ole konfiguroitu sisältämään attribuuttitauluja.
fr_fr: Au moins une des couches n'a pas été configurée dans l'outil "Table attributaire"
gl_es: As capas non se poden configurar para ter unha táboa de atributos.
hu_hu: A rétegek beállítása nem tartalmaz attribútumtáblát.
nl_nl: De lagen zijn niet geconfigureerd om een tabel met eigenschappen te bevatten.
pl_pl: Warstwy nie zostały skonfigurowane tak, aby można było pracować na tabelach atrybutów.
sv_se: Lagret har ej konfigurerats att ha en attributtabell.

# view~edition.link.error.no.create.feature
source: Create feature for the layer "%s" is not available.
cs_cz: Vytvoření funkce pro vrstvu "%s" není k dispozici.
de_de: Element anlegen ist für den Layer "%s" nicht verfügbar.
fi_fi: Ominaisuuden luonti tasolle "%s" ei ole käytettävissä.
fr_fr: La création d'objet n'est pas disponible pour la couche"%s" .
gl_es: Non está dispoñible a creación de entidades para a capa "%s".
hu_hu: Nem hozható létre új elem a "%s" rétegen.
nl_nl: De maak functie voor de laag " %s " is niet beschikbaar.
pl_pl: Utworzenie obiektu dla warstwy "%s" nie jest dostępne.

# view~edition.link.error.no.modify.attributes
source: Modify attributes for the layer "%s" is not available.
cs_cz: Modifikovat atributy vrstvy "%s" není k dispozici.
de_de: Attribute ändern ist für den Layer "" nicht verfügbar.
fi_fi: Attribuuttien muokkaus tasolle "%s" ei ole käytettävissä.
fr_fr: La modification d'attributs n'est pas disponible pour la couche "%s".
gl_es: Non está dispoñible a modificación de atributos para a capa "%s".
hu_hu: A/Az "%s" réteg attribútumainak módosítása nem lehetséges.
nl_nl: Wijzigen van attributen voor de laag "%s" is niet beschikbaar.
pl_pl: Modyfikowanie atrybutów dla warstwy "%s" nie jest dostępne.

# view~edition.link.error.no.given.fields
source: Given fields do not exists.
cs_cz: Dané pole neexistují.
de_de: Angegebene(s) Felde(r) existier(en/t) nicht.
fi_fi: Annettuja tietoja ei ole.
fr_fr: Le champs mentionné n'existe pas .
gl_es: Os campos indicados non existen.
hu_hu: A megadott mezők nem léteznek.
nl_nl: Gegeven velden bestaan niet.
pl_pl: Podane pola nie istnieją.

# view~edition.link.error.sql
source: An error occured while adding linked data.
cs_cz: Během přidávání propojených dat došlo k chybě.
de_de: Beim Hinzufügen der verknüpften Daten ist ein Fehler aufgetreten.
eu_es: Errorea jazo da estekatutako datuak gehitzerakoan.
fi_fi: Tapahtui virhe lisättäessä linkattua dataa.
fr_fr: Une erreur est survenue pendant l'enregistrement du lien des objets sélectionnés .
gl_es: Ocorreu un erro na adición dos datos enlazados.
hu_hu: Hiba történt a kapcsolt adatok létrehozása közben.
nl_nl: Er is een fout opgetreden tijdens het toevoegen van gekoppelde gegevens.
pl_pl: Napotkano błąd podczas łączenia danych.
sv_se: Ett fel uppstod när länkad data lades till.

# view~edition.link.success
source: Selected features have been correctly linked.
cs_cz: Vybrané funkce byly správně propojeny.
de_de: Ausgewählte Objekte wurden erfolgreich verlinkt.
eu_es: Aukeraturtako elementuak ondo estekatu dira.
fi_fi: Valitut ominaisuudet on linkattu oikein.
fr_fr: Les objets sélectionnés ont été correctement liés.
gl_es: As entidades seleccionadas enlazáronse correctamente.
hu_hu: A kiválasztott elemek összekapcsolása sikeres.
nl_nl: Geselecteerde functies zijn correct gekoppeld.
pl_pl: Zaznaczone obiekty zostały połączone z sukcesem.
sv_se: Valda features har blivit länkade.

# view~edition.unlink.success
source: The child feature has correctly been unlinked.
cs_cz: Funkce podřazení byla správně odpojena.
de_de: Das Unterelement wurde korrekt getrennt.
eu_es: Seme-elementua ondo estekatu da.
fi_fi: Perivältä ominaisuudelta on onnistuneesti poistettu linkki.
fr_fr: L'objet fils a bien été séparé du parent.
gl_es: A entidade filla desligouse correctamente.
hu_hu: A származtatott / gyermek elemek leválasztása sikeres.
nl_nl: De onderliggende feature werd correct ontkoppeld.
pl_pl: Obiekt podrzędny został poprawnie odłączony.
sv_se: Underfeaturen har blivit korrekt avlänkad.
