Repository: 3liz/lizmap-plugin
Catalog: lizmap/lizmap-locales/web-client/*/view.po
Languages: cs_cz, de_de, eu_es, fi_fi, fr_fr, gl_es, hu_hu, nl_nl, pl_pl, sv_se

# view~user.form.firstname.label
source: First name
cs_cz: Jméno
de_de: Vorname
eu_es: Izena
fi_fi: Etunimi
fr_fr: Prénom
gl_es: Nome
hu_hu: Keresztnév
nl_nl: Voornaam
pl_pl: Imię
sv_se: Förnamn

# view~user.form.lastname.label
source: Last name
cs_cz: Příjmení
de_de: Nachname
eu_es: Abizena
fi_fi: Sukunimi
fr_fr: Nom
gl_es: Apelido
hu_hu: Vezetéknév
nl_nl: Familienaam
pl_pl: Nazwisko
sv_se: Efternamn

# view~user.form.organization.label
source: Organization
cs_cz: Organizace
de_de: Firma
eu_es: Erakundea
fi_fi: Organisaatio
fr_fr: Organisme
gl_es: Organización
hu_hu: Szervezet
nl_nl: Organisatie
pl_pl: Organizacja
sv_se: Organisation

# view~user.form.phonenumber.label
source: Phone number
cs_cz: Telefon
de_de: Telefon
eu_es: Telefonoa
fi_fi: Puhelinnumero
fr_fr: Numéro de téléphone
gl_es: Número de teléfono
hu_hu: Telefon
nl_nl: Telefoonnummer
pl_pl: Numer telefonu
sv_se: Telefonnummer

# view~user.form.street.label
source: Street
cs_cz: Ulice
de_de: Straße
eu_es: Kalea
fi_fi: Katu
fr_fr: Rue
gl_es: Rúa
hu_hu: Utca
nl_nl: Straat
pl_pl: Ulica
sv_se: Gata/väg

# view~user.form.postcode.label
source: Postcode
cs_cz: PSČ
de_de: PLZ
eu_es: Posta-kodea
fi_fi: Postinumero
fr_fr: Code postal
gl_es: Código postal
hu_hu: Irányítószám
pl_pl: Kod pocztowy
sv_se: Postnummer

# view~user.form.city.label
source: City
cs_cz: Město
de_de: Ort
eu_es: Hiria
fi_fi: Kaupunki
fr_fr: Ville
gl_es: Cidade
hu_hu: Város
nl_nl: Stad
pl_pl: Miasto
sv_se: Stad

# view~user.form.country.label
source: Country
cs_cz: Země
de_de: Land
eu_es: Herria
fi_fi: Maa
fr_fr: Pays
gl_es: País
hu_hu: Ország
nl_nl: Land
pl_pl: Kraj
sv_se: Land

# view~user.form.comment.label
source: Why do you request an account?
cs_cz: Proč požadujete přístup k mapám?
de_de: Warum beantragen Sie ein Konto?
eu_es: Zergatik behar duzu akontua?
fi_fi: Miksi pyydät tiliä?
fr_fr: Pourquoi demandez vous un compte ?
gl_es: Por que solicita unha conta?
hu_hu: Miért igényel felhasználói fiókot?
nl_nl: Waarom wenst u een account te bekomen?
pl_pl: Dlaczego chcesz założyć konto?
sv_se: Varför gör du en kontoförfrågan?

# view~user.form.comment.help
source: Please write a small text to explain why you would like to have an access to the maps.
cs_cz: Napište důvod Vašeho přístupu k mapám
de_de: Bitte hinterlassen Sie eine kurze Erklärung, warum Sie Zugriff auf unsere Karten wünschen.
eu_es: Deskribatu laburki zergatik mapetara sartzeko baimena izan nahi zenukeen.
fi_fi: Ole ystävällinen ja kirjoita lyhyt teksti selventääksesi miksi haluat saada käyttöoikeuden kartoille.
fr_fr: Vous pouvez décrire les raisons pour lesquelles vous souhaitez accéder aux cartes.
gl_es: Escriba un texto breve para explicar por que querería ter acceso ós mapas.
hu_hu: Kérem írjon néhány sort, melyből kiderül, hogy milyen céllal szeretne hozzáférni a térképekhez.
nl_nl: Ligt kort toe waarom u toegang wenst tot de kaarten.
pl_pl: Proszę, napisz krótki tekst dlaczego chcesz mieć dostęp do map.
sv_se: Skriv in en kort text som förklarar varför du vill ha tillgång till kartorna.

# view~dictionnary.tree.button.checkbox
source: Display/Hide
cs_cz: Zobrazit/Skrýt
de_de: Einblenden/Ausblenden
eu_es: Erakutsi/Ezkutatu
fi_fi: Näytä/Piilota
fr_fr: Afficher/Masquer
gl_es: Amosar/Agochar
hu_hu: Mutat/Elrejt
nl_nl: Tonen/Verbergen
pl_pl: Pokaż/Ukryj
sv_se: Visa/göm

# view~dictionnary.tree.button.link
source: Open documentation
cs_cz: Otevřít dokumentaci
de_de: Dokumentation öffnen
eu_es: Dokumentazioa zabaldu
fi_fi: Avaa dokumentointi
fr_fr: Voir la documentation
gl_es: Abrir documentación
hu_hu: Dokumentáció megnyitása
nl_nl: Open documentatie
pl_pl: Otwórz dokumentację
sv_se: Öppna dokumentation

# view~dictionnary.tree.button.removeCache
source: Remove cache server for this layer
cs_cz: Vymazat mezipaměť serveru pro tuto vrstvu
de_de: Cache Server für diesen Layer entfernen
eu_es: Geruza honen cache memoria hustu
fi_fi: Poista välimuisti tältä tasolta
fr_fr: Supprimer le cache serveur pour cette couche
gl_es: Eliminar a caché do servidor desta capa
hu_hu: Gyorsítótár-szerver eltávolítása erre a rétegre
nl_nl: Verwijder cache voor deze laag
pl_pl: Usuń pamięć podręczną serwera dla tej warstwy
sv_se: Ta bort cacheserver för detta lager

# view~dictionnary.tree.button.expand
source: Expand
cs_cz: Rozbalit
de_de: Ausklappen
fi_fi: Laajenna
fr_fr: Déployer
gl_es: Expandir
hu_hu: Kinyit
nl_nl: Uitklappen
pl_pl: Rozwiń

# view~dictionnary.tree.button.collapse
source: Collapse
cs_cz: Sbalit
de_de: Einklappen
fi_fi: Supista
fr_fr: Réduire
gl_es: Contraer
hu_hu: Bezár
nl_nl: Inklappen
pl_pl: Zwiń

# view~dictionnary.print.activate
source: Place the rectangle for printing
cs_cz: Výběr obdelníkem pro tisk
de_de: Rechteck für Druckauswahl platzieren
eu_es: Situar el rectángulo para la impresión
fi_fi: Aseta suorakaide tulostukselle
fr_fr: Placez le rectangle sur la carte puis cliquez sur le bouton Imprimer
gl_es: Sitúe o rectángulo para imprimir
hu_hu: Húzza a négyzetet a nyomtatandó területre.
nl_nl: Plaats de rechthoek voor het afdrukken
pl_pl: Umieść prostokąt, aby wydrukować
sv_se: Placera rektangeln för området som skall skrivas ut

# view~dictionnary.measure.activate.length
source: Click on the map to start measuring a length.
cs_cz: Kliknutím na mapu zahájíte měření délky.
de_de: Klicken Sie in die Karte, um mit dem Messen zu beginnen.
eu_es: Hacer clic en el mapa para empezar a medir una longitud.
fi_fi: Klikkaa kartalla aloittaaksesi pituuden mittauksen.
fr_fr: Vous pouvez réaliser des mesures de distances.
gl_es: Faga clic no mapa para comezar a medir unha lonxitude.
hu_hu: Kattintson a térképre a hosszmérés kezdőpontjának megadásához.
nl_nl: Klik op de kaart om een lengte te meten.
pl_pl: Kliknij na mapie, aby zacząć pomiar
sv_se: Klicka på kartan och börja mäta längd.

# view~dictionnary.measure.activate.area
source: Click on the map to start measuring an area.
cs_cz: Klikněte na mapu a začněte měřit oblast.
de_de: Klicken Sie in die Karte, um mit dem Messen einer Fläche zu beginnen.
eu_es: Hacer clic en el mapa para empezar a medir un área.
fi_fi: Klikkaa kartalla aloittaaksesi alan mittauksen.
fr_fr: Vous pouvez réaliser des mesures de surface.
gl_es: Faga clic no mapa para comezar a medir unha área.
hu_hu: Kattintson a térképre a területmérés kezdőpontjának megadásához.
nl_nl: Klik op de kaart om een ​​oppervlakte te meten.
pl_pl: Kliknij na mapie, aby zacząć pomiar powierzchni.
sv_se: Klicka på kartan och börja mäta en area.

# view~dictionnary.measure.activate.perimeter
source: Click on the map to start measuring a perimeter.
cs_cz: Kliknutím na mapu začnete měřit obvod.
de_de: Klicken Sie in die Karte, um mit dem Messen eines Umfangs zu beginnen.
eu_es: Hacer clic en el mapa para empezar a medir un perímetro.
fi_fi: Klikkaa kartalla aloittaaksesi piirin mittauksen.
fr_fr: Vous pouvez réaliser des mesures de périmètre.
gl_es: Faga clic no mapa para comezar a medir un perímetro.
hu_hu: Kattintson a térképre a kerületmérés kezdőpontjának megadásához.
nl_nl: Klik op de kaart om een ​​omtrek te meten.
pl_pl: Kliknij na mapie, aby zacząć pomiar obwodu.
sv_se: Klicka på kartan och börja mäta omkrets.

# view~dictionnary.measure.handle
source: Measure:
cs_cz: Měřítko
de_de: Messen:
eu_es: Medida:
fi_fi: Mittaus:
fr_fr: Mesure :
gl_es: Medir:
hu_hu: Mérés:
nl_nl: Maat:
pl_pl: Pomiar:
sv_se: Mät:

# view~dictionnary.geolocation.failed
source: Location detection failed
cs_cz: Detekce polohy selhala
de_de: Standort ermitteln fehlgeschlagen
eu_es: Geokokapenak huts egin du
fi_fi: Sijainnin havaitseminen epäonistui
fr_fr: La détection de la géolocalisation a échoué.
gl_es: Erro na detección da localización
hu_hu: A helymeghatározás sikertelen
nl_nl: Detectie van locatie mislukt
pl_pl: Ustalanie lokacji nie powiodło się
sv_se: Spåra plats misslyckades

# view~dictionnary.edition.title
source: Edition
cs_cz: Editace
de_de: Editieren
eu_es: Edizioa
fi_fi: Julkaisu
fr_fr: Éditions
gl_es: Edición
hu_hu: szerkesztőeszköz
nl_nl: Editie
pl_pl: Edycja
sv_se: Redigering

# view~dictionnary.edition.draw.activate
source: Draw the feature you want to create on the map.
cs_cz: Nakreslete funkci, kterou chcete vytvořit na mapě.
de_de: Zeichnen Sie auf die Karte, um ein Objekt zu erstellen.
eu_es: Mapan margotu sortu nahi duzun elementua.
fi_fi: Piirrä kartalle ominaisuus jonka haluat luoda.
fr_fr: Dessinez sur la carte l'élément que vous souhaitez créer.
gl_es: Debuxe a entidade que queira crear no mapa.
hu_hu: Rajzolja meg a létrehozandó elemet a térképen.
nl_nl: Teken de feature die u op de kaart wenst te creëren.
pl_pl: Narysuj obiekt, który chcesz umieścić na mapie.
sv_se: Rita objektet som du vill skapa på kartan.

# view~dictionnary.edition.select.activate
source: Click on one of the layer's features to select it.
cs_cz: Klepnutím na jednu z funkcí vrstvy ji vyberte.
de_de: Klicken Sie auf ein Objekt, um es auszuwählen.
eu_es: Geruzaren elementu batean klik egin, bera aukeratzeko.
fi_fi: Klikkaa yhdellä kartan ominaisuudella valitaksesi sen.
fr_fr: Cliquez sur un des éléments de la couche pour le sélectionner.
gl_es: Faga clic nunha das entidades de capa para seleccionala.
hu_hu: Kattintással válassza ki a réteg kívánt elemét.
nl_nl: Klik op een van de functies van de laag om het te selecteren.
pl_pl: Kliknij jeden obiekt z warstwy, aby go zaznaczyć.
sv_se: Klicka på lagrets feature för att selektera det.

# view~dictionnary.edition.select.modify.activate
source: You can modify the feature you have selected, then submit.
cs_cz: Můžete změnit funkci, kterou jste vybrali, a poté odeslat.
de_de: Sie können das ausgewählte Merkmal anpassen und danach absenden.
eu_es: Aukeratutako elementua editatu dezakezu.
fi_fi: Voit muokata ominaisuutta jonka olet valinnut, ja sitten lähettää sen.
fr_fr: Vous pouvez modifier l'élément que vous avez sélectionné.
gl_es: Pode modificar a entidade que ten seleccionada para enviar.
hu_hu: Módosíthatja a kiválasztott elemet, és elmentheti a módosításokat.
nl_nl: U kunt de feature die u hebt geselecteerd wijzigen en vervolgens opslaan.
pl_pl: Możesz zmodyfikować wybrany obiekt.
sv_se: Du kan modifiera objektet som valts, skicka sedan.

# view~dictionnary.edition.datepicker.open
source: Open the calendar
cs_cz: Otevřít kalendář
de_de: Kalender öffnen
fi_fi: Avaa kalenteri
fr_fr: Ouvrir le calendrier
gl_es: Abrir o calendario
hu_hu: Naptár megnyitása
nl_nl: Open de kalender
pl_pl: Otwórz kalendarz

# view~dictionnary.edition.datepicker.reset
source: Reset the date
cs_cz: Obnovit datum
de_de: Datum zurücksetzen
fi_fi: Nollaa päivämäärä
fr_fr: Effacer la date
gl_es: Restablecer a data
hu_hu: Dátum reset
nl_nl: Stel de datum opnieuw in
pl_pl: Zresetuj datę

# view~dictionnary.edition.confirm.delete
source: Are you sure you want to delete the selected feature?
cs_cz: Opravdu chcete smazat vybranou funkci?
de_de: Sind Sie sicher, dass Sie das ausgewählte Objekt löschen möchten?
eu_es: Seguru zaude aukeratutako ezaugarria ezabatu nahi duzula?
fi_fi: Oletko varma halutessasi poistaa valitun ominaisuuden?
fr_fr: Êtes-vous certain de vouloir supprimer cet objet ?
gl_es: Está seguro de querer eliminar a entidade seleccionada?
hu_hu: Biztosan törölni szeretné a kiválasztott elemet?
nl_nl: Bent u zeker dat u de geselecteerde feature wenst te schrappen?
pl_pl: Jesteś pewien, że chcesz usunąć wybrany obiekt?
sv_se: Är du säker på att du vill ta bort det valda objektet?

# view~dictionnary.edition.confirm.cancel
source: Are you sure you want to cancel edition? You will lose any modifications made on the currently edited object.
cs_cz: Opravdu chcete zrušit vydání? Ztratíte veškeré úpravy provedené na aktuálně upravovaném objektu.
de_de: Möchten sie die Bearbeitung wirklich verlassen? Alle Änderungen an dem aktuell bearbeiteten Objekt gehen verloren.
eu_es: Ziur zuade edizioa eten nahi duzula? Egindako aldaketak galduko dira.
fi_fi: Oletko varma halutessasi peruuttaa julkaisun? Menetät kaikki muokkaukset nyt muokatulle objektille.
fr_fr: Êtes-vous certain de vouloir annuler l'édition de cet objet ? Les modifications faites sur l'objet en cours d'édition seront perdues.
gl_es: Está seguro de querer cancelar a edición? Perderá calquera modificación feita no obxecto editado actualmente.
hu_hu: Biztosan kilép az aktuális szerkesztőből? A folyamatban lévő szerkesztések el fognak veszni.
nl_nl: Wenst u wijzingen ongedaan te maken? Alle aanpassignen op het object in bewerking zullen verloren gaan.
pl_pl: Jesteś pewien, że chcesz anulować edycję? Stracisz wszystkie zmiany, jakie wprowadziłeś.
sv_se: Är du säker att du vill slå av redigeringen? Du kommer att förlora ändringar som gjorts på nuvarande objekt.

# view~dictionnary.edition.message.error.no.geometry
source: You cannot save this object without a geomtetry. Please draw the geometry on the map.
cs_cz: Nemůžete tento objekt uložit bez geometrie. Prosím, nakreslete geometrii na mapě.
de_de: Sie können dieses Objekt nicht ohne Geometrie speichern. Bitte zeichnen Sie die Geometrie auf der Karte
eu_es: Objektua ezin duzu gorde geometria barik. Mesedez, geometria bat marraztu mapan.
fi_fi: Et voi tallentaa tätä objektia ilman geometriaa kartalla. Ole ystävällinen ja piirrä geometria kartalle.
fr_fr: Vous ne pouvez pas enregistrer cet objet sans géométrie. Veuillez la dessiner sur la carte.
gl_es: Non pode gardar este obxecto sen unha xeometría. Debuxe a xeometría no mapa.
hu_hu: Az objektum nem menthető geometriai alakzat rajzolása nélkül. Rajzoljon egy geometriai alakzatot a térképre.
nl_nl: U kunt dit object niet zonder een geometrie opslaan. Gelieve de geometrie op de kaart in te tekenen.
pl_pl: Nie możesz zapisać tego obiektu bez geometrii. Proszę wrysować geometrię na mapę.
sv_se: Du kan inte spara detta objekt utan en geometri. Rita ut geometrin på kartan.

# view~dictionnary.edition.point.coord.crs.layer
source: Layer
cs_cz: Vrstva
de_de: Ebene
eu_es: Geruza
fi_fi: Taso
fr_fr: Couche
gl_es: Capa
hu_hu: Réteg
nl_nl: Laag
pl_pl: Warstwa
sv_se: Lager

# view~dictionnary.edition.point.coord.crs.map
source: Map
cs_cz: Mapa
de_de: Karte
eu_es: Mapa
fi_fi: Kartta
fr_fr: Carte
gl_es: Mapa
hu_hu: Térkép
nl_nl: Kaart
pl_pl: Mapa
sv_se: Karta

# view~dictionnary.externalsearch.search
source: Searching
cs_cz: Vyhledávání
de_de: Suchen
eu_es: Bilaketa
fi_fi: Etsitään
fr_fr: Recherche en cours
gl_es: Busca
hu_hu: Keresés folyamatban
nl_nl: Zoeken
pl_pl: Wyszukiwanie
sv_se: Söker

# view~dictionnary.externalsearch.notfound
source: No results
cs_cz: Bez výsledku
de_de: Keine Ergebnisse
eu_es: Ez dago emaitzarik
fi_fi: Ei tuloksia
fr_fr: Aucun résultat
gl_es: Sen resultados
hu_hu: Nincs eredmény
nl_nl: Geen resultaten
pl_pl: Brak wyników
sv_se: Inget resultat

# view~dictionnary.externalsearch.mapdata
source: Map data
cs_cz: Mapová data
de_de: Kartendaten
fi_fi: Karttadata
fr_fr: Données de la carte
gl_es: Datos do mapa
hu_hu: Térkép-adat
nl_nl: Gegevens van de kaart
pl_pl: Dane mapy

# view~dictionnary.timemanager.toolbar.play
source: Play
cs_cz: Spusť
de_de: Abspielen
eu_es: Erreproduzitu
fi_fi: Suorita
fr_fr: Lecture
gl_es: Prender
hu_hu: Lejátszás
nl_nl: Spelen
pl_pl: Odtwórz
sv_se: Spela upp

# view~dictionnary.timemanager.toolbar.pause
source: Pause
eu_es: Eten
fi_fi: Tauko
gl_es: Pausa
hu_hu: Lejátszás szüneteltetése
nl_nl: Pauze
pl_pl: Pauza
sv_se: Pausa

# view~dictionnary.baselayer.empty.title
source: No base map
cs_cz: Žádná základní mapa
de_de: Keine Grundkarte
eu_es: Oinarri geruzarik gabe
fi_fi: Ei peruskarttaa
fr_fr: Pas de fond de carte
gl_es: Sen mapa base
hu_hu: Nincs alaptérkép
nl_nl: Geen basiskaart
pl_pl: Brak mapy podkładowej
sv_se: Ingen bakgrundskarta

# view~dictionnary.bottomdock.toolbar.btn.glue.activate.title
source: Pin
de_de: Anheften
eu_es: Markatu
fi_fi: Kiinnitä
fr_fr: Épingler
gl_es: Fixar
hu_hu: Rögzít
nl_nl: Vastmaken
pl_pl: Przypnij

# view~dictionnary.bottomdock.toolbar.btn.glue.deactivate.title
source: Unpin
cs_cz: Zrušit PIN
de_de: Lösen
eu_es: Desmarkatu
fi_fi: Poista kiinnitys
fr_fr: Libérer
gl_es: Liberar
hu_hu: Felold
nl_nl: Losmaken
pl_pl: Odepnij
sv_se: Avpinna

# view~dictionnary.bottomdock.toolbar.btn.glue.glued.title
source: Pinned
cs_cz: PIN přijat
de_de: Angeheftet
eu_es: Markatua
fi_fi: Kiinnitetty
fr_fr: Épinglé
gl_es: Fixado
hu_hu: Rögzítve
nl_nl: Vastgemaakt
pl_pl: Przypięte
sv_se: Fäst

# view~dictionnary.bottomdock.toolbar.btn.size.maximize.title
source: Maximize
cs_cz: Maximalizuj
de_de: Maximieren
eu_es: Maximizatu
fi_fi: Maksimoi
fr_fr: Agrandir
gl_es: Maximizar
hu_hu: Maximális méret
nl_nl: Maximaliseren
pl_pl: Maksymalizuj
sv_se: Maximera

# view~dictionnary.bottomdock.toolbar.btn.size.minimize.title
source: Minimize
cs_cz: Minimalizuj
de_de: Minimieren
eu_es: Minimizatu
fi_fi: Minimoi
fr_fr: Réduire
gl_es: Minimizar
hu_hu: Minimális méret
nl_nl: Verkleinen
pl_pl: Minimalizuj
sv_se: Minimera

# view~dictionnary.attributeLayers.toolbar.btn.detail
source: Detail
fi_fi: Yksityiskohta
fr_fr: Détail
gl_es: Detalle
hu_hu: Részletek
pl_pl: Szczegóły

# view~dictionnary.attributeLayers.toolbar.btn.data.refresh.title
source: Get data
cs_cz: Získat data
de_de: Daten Laden
eu_es: Datuak eskuratu
fi_fi: Hanki data
fr_fr: Récupérer
gl_es: Datos
hu_hu: Adatkérés
nl_nl: Gegevens opvragen
pl_pl: Pobierz dane
sv_se: Ta emot data

# view~dictionnary.attributeLayers.toolbar.cb.data.detail.title
source: Display info
cs_cz: Zobrazit info
de_de: Informationen Einblenden
eu_es: Informazioa erakutsi
fi_fi: Näytä info
fr_fr: Voir le détail
gl_es: Amosar información
hu_hu: Információ megjelenítése
nl_nl: Informatie weergeven
pl_pl: Wyświetl informacje
sv_se: Visa information

# view~dictionnary.attributeLayers.toolbar.input.search.title
source: Search
cs_cz: Vyhledat
de_de: Suchen
eu_es: Bilatu
fi_fi: Etsi
fr_fr: Rechercher
gl_es: Buscar
hu_hu: Keresés
nl_nl: Zoeken
pl_pl: Wyszukaj
sv_se: Sök

# view~dictionnary.attributeLayers.toolbar.btn.select.searched.title
source: Select searched line
cs_cz: Vybrat vyhledané
de_de: Gesuchte Zeile auswählen
eu_es: Bilatutako linea aukeratu
fi_fi: Valitse etsitty viiva
fr_fr: Sélectionner les lignes recherchées
gl_es: Seleccionar a liña buscada
hu_hu: A keresett sor kijelölése
nl_nl: Selecteer gevonden lijn
pl_pl: Zaznacz wyszukany wiersz
sv_se: Välj sökt linje

# view~dictionnary.attributeLayers.toolbar.btn.data.unselect.title
source: Unselect all
cs_cz: Odznačit vše
de_de: Auswahl aller Objekte aufheben
eu_es: Delekzionatu dana
fi_fi: Poista valinta kaikesta
fr_fr: Tout désélectionner
gl_es: Deseleccionar todo
hu_hu: Szelekció megszüntetése
nl_nl: Schakel alles uit
pl_pl: Odznacz wszystko
sv_se: Avselektera alla

# view~dictionnary.attributeLayers.toolbar.btn.data.moveselectedtotop.title
source: Move selected to top
cs_cz: Přesunout vybrané nahoru
de_de: Ausgewähltes Element nach oben bewegen
eu_es: Selekzioa gora eraman
fi_fi: Siirrä valitut ylös
fr_fr: Déplacer la sélection en haut
gl_es: Mover o seleccionado para arriba
hu_hu: A kiválasztott elem mozgatása legfölülre
nl_nl: Breng geselecteerd object bovenaan
pl_pl: Przesuń zaznaczone na górę
sv_se: Flytta valda till toppen

# view~dictionnary.attributeLayers.toolbar.btn.data.filter.title
source: Filter
cs_cz: Filtr
de_de: Filtern
eu_es: Filtratu
fi_fi: Suodatin
fr_fr: Filtrer
gl_es: Filtrar
hu_hu: Szűrés
pl_pl: Filtruj

# view~dictionnary.attributeLayers.toolbar.btn.data.export.title
source: Export
eu_es: Exportatu
fi_fi: Vie
fr_fr: Exporter
gl_es: Exportar
hu_hu: Exportálás
nl_nl: Exporteren
pl_pl: Eksportuj
sv_se: Exportera

# view~dictionnary.attributeLayers.toolbar.btn.data.createFeature.title
source: Create feature
cs_cz: Vytvoř prvek
de_de: Objekt erzeugen
eu_es: Elementua sortu
fi_fi: Luo ominaisuus
fr_fr: Créer un objet
gl_es: Crear entidade
hu_hu: Elem létrehozása
nl_nl: Creëer feature
pl_pl: Stwórz obiekt
sv_se: Skapa feature

# view~dictionnary.attributeLayers.toolbar.btn.data.createChildFeature.title
source: Create a child
cs_cz: Vytvořte podřízený
de_de: Unterelement erzeugen
eu_es: Semea sortu
fi_fi: Luo seuraaja
fr_fr: Créer un fils
gl_es: Crear unha filla
hu_hu: Gyermek létrekozása
nl_nl: Maak een onderliggend object aan
pl_pl: Stwórz obiekt podrzędny
sv_se: Skapa undergrupp

# view~dictionnary.attributeLayers.toolbar.btn.data.createChildFeature.no.actived
source: Activated line needed.
cs_cz: Vyžaduje aktivovanou linii.
de_de: Aktive Linie notwendig
fi_fi: Aktivoitu rivi pakollinen.
fr_fr: Une ligne activée est nécessaire.
gl_es: Necesaria unha liña activada.
hu_hu: Aktív sor szükséges.
nl_nl: Geactiveerde lijn nodig.
pl_pl: Potrzebna aktywna linia.

# view~dictionnary.attributeLayers.toolbar.btn.toggle.children.title
source: Toggle children tables
cs_cz: Přepnout podřízené tabulky
de_de: Untertabellen umschalten
eu_es: Semeen taulak eragin
fi_fi: Vaihda seuraajataulut
fr_fr: Afficher/masquer les fils
gl_es: Alternar entre táboas fillas
hu_hu: Gyermektáblák bekapcsolása
nl_nl: Omwisselen tabellen onderliggende objecten
pl_pl: Włącz tabele podrzędne
sv_se: Välj undergrupperade tabeller

# view~dictionnary.attributeLayers.toolbar.btn.data.linkFeatures.title
source: Link selected features
cs_cz: Propojit vybrané funkce
de_de: Ausgewählte Objekte verbinden
eu_es: Aukeratutako elementuak estekatu
fi_fi: Linkitä valitut ominaisuudet
fr_fr: Lier les objets sélectionnés
gl_es: Enlazar entidades seleccionadas
hu_hu: A kiválasztott elemek összekapcsolása
nl_nl: Link geselecteerde functies
pl_pl: Połącz zaznaczone obiekty
sv_se: Länka valda features

# view~dictionnary.attributeLayers.toolbar.btn.data.hide.title
source: Hide
cs_cz: Skrýt
de_de: Verstecken
eu_es: Ezkutatu
fi_fi: Piilota
fr_fr: Masquer
gl_es: Agochar
hu_hu: Elrejt
nl_nl: Verberg
pl_pl: Ukryj
sv_se: Göm

# view~dictionnary.attributeLayers.toolbar.btn.data.show.title
source: Show
cs_cz: Zobrazit
de_de: Anzeigen
eu_es: Erakutsi
fi_fi: Näytä
fr_fr: Afficher
gl_es: Amosar
hu_hu: Mutat
nl_nl: Tonen
pl_pl: Pokaż
sv_se: Visa

# view~dictionnary.attributeLayers.toolbar.btn.refresh.table.title
source: Refresh
cs_cz: Obnovit
de_de: Neu Laden
fi_fi: Virkistä
fr_fr: Rafraichir
gl_es: Recargar
hu_hu: Frissítés
nl_nl: Vernieuwen
pl_pl: Odśwież

# view~dictionnary.attributeLayers.toolbar.btn.refresh.table.tooltip
source: Refresh the table data.
cs_cz: Obnovte data tabulky.
de_de: Tabelle neu Laden
fi_fi: Virkistä taulun tiedot.
fr_fr: Rafraichir la table des données.
gl_es: Recargar os datos da táboa.
hu_hu: A tábla adatainak frissítése
nl_nl: Vernieuw de tabel.
pl_pl: Odśwież tabelę atrybutów

# view~dictionnary.attributeLayers.toolbar.btn.refresh.table.tooltip.changed
source: The map extent has changed since the last time data were fetched.
cs_cz: Rozsah mapy se změnil od doby, kdy byly načteny data naposledy.
de_de: Der Kartenausschnitt hat sich geändert, seit das letzte Mal Daten geladen wurden.
fi_fi: Kartan laajuutta muutettu tietojen hakemisen jälkeen.
fr_fr: L'étendue de la carte a changé depuis la dernière fois où les données ont été extraites.
gl_es: Cambiou a extensión do mapa dende a última vez que se actualizaron os datos.
hu_hu: A térkép külső határai megváltoztak az utolsó adatkérés óta.
nl_nl: Sinds de gegevens laatst werden ingelezen werd de omtrek van de kaart gewijzigd
pl_pl: Zasięg mapy zmienił się od ostatniego pobrania danych.

# view~dictionnary.attributeLayers.toolbar.msg.data.lines
source: lines returned
cs_cz: vrácené řádky
de_de: Zeilen gefunden
eu_es: Eskuratutako lerroak
fi_fi: viivoja palautettiin
fr_fr: lignes récupérées
gl_es: liñas devolvidas
hu_hu: sor visszaadva
nl_nl: gevonden rijen
pl_pl: wierszy zwrócono
sv_se: returnerade rader
