Repository: 3liz/lizmap-plugin
Catalog: lizmap/lizmap-locales/web-client/*/view.po
Languages: cs_cz, de_de, eu_es, fi_fi, fr_fr, gl_es, hu_hu, nl_nl, pl_pl, sv_se

# view~dictionnary.attributeLayers.toolbar.msg.data.nodata
source: No result for this layer
cs_cz: Žádný výsledek pro tuto vrstvu
de_de: Keine Ergebnisse für diesen Layer
eu_es: Ez dago emaitzarik geruza honetarako
fi_fi: Ei tuloksia tälle tasolle
fr_fr: Aucune donnée récupérée pour cette couche
gl_es: Sen resultados nesta capa
hu_hu: A megadott rétegre nincs eredmény
nl_nl: Geen resultaat voor deze laag
pl_pl: Brak wyników dla tej warstwy
sv_se: Inget resultat på detta lagret

# view~dictionnary.attributeLayers.toolbar.msg.data.extent
source: in the current extent
cs_cz: v současném rozsahu
de_de: im aktuellen Ausschnitt
eu_es: Oraingo eremuan
fi_fi: nykyisessä laajuudessa
fr_fr: dans l'emprise courante
gl_es: na extensión actual
hu_hu: az aktuális külső határokon belül
nl_nl: Binnen de huidige omtrek van de kaart
pl_pl: w aktualnym zasięgu
sv_se: i nuvarande utbredning

# view~dictionnary.attributeLayers.btn.edit.title
source: Edit
cs_cz: Editace
de_de: Editieren
eu_es: Editatu
fi_fi: Muokkaa
fr_fr: Éditer
gl_es: Editar
hu_hu: Szerkeszt
nl_nl: Bewerken
pl_pl: Edytuj
sv_se: Redigera

# view~dictionnary.attributeLayers.btn.delete.title
source: Delete
cs_cz: Smazat
de_de: Löschen
eu_es: Ezabatu
fi_fi: Poista
fr_fr: Supprimer l'objet
gl_es: Eliminar
hu_hu: Töröl
nl_nl: Verwijderen
pl_pl: Usuń
sv_se: Ta bort

# view~dictionnary.attributeLayers.btn.remove.link.title
source: Unlink child
cs_cz: Odpojit podřízené
de_de: Unterelement trennen
eu_es: Semearen esteka ezabatu
fi_fi: Poista linkki seuraajalta
fr_fr: Supprimer le lien
gl_es: Desligar filla
hu_hu: A származtatott / gyermek elemek leválasztása
nl_nl: Ontkoppel onderliggend object
pl_pl: Odłącz tabelę
sv_se: Olänkad undergrupp

# view~dictionnary.attributeLayers.btn.select.title
source: Select
cs_cz: Výběr
de_de: Auswählen
eu_es: Aukeratu
fi_fi: Valitse
fr_fr: Sélectionner
gl_es: Seleccionar
hu_hu: Kiválaszt
nl_nl: Selecteer
pl_pl: Zaznacz
sv_se: Välj

# view~dictionnary.attributeLayers.btn.unselect.title
source: Unselect
cs_cz: Odznačit
de_de: Auswahl aufheben
eu_es: Desaukeratu
fi_fi: Poista valinta
fr_fr: Désélectionner
gl_es: Desligar
hu_hu: Szelekció megszüntetése
pl_pl: Odznacz
sv_se: Avselektera

# view~dictionnary.attributeLayers.btn.zoom.title
source: Zoom
cs_cz: Přiblížit
de_de: Zoomen
eu_es: Zoom-a
fi_fi: Zoomaa
fr_fr: Zoomer
gl_es: Achegar
pl_pl: Powiększenie
sv_se: Zooma

# view~dictionnary.attributeLayers.btn.center.title
source: Center
cs_cz: Centr
de_de: Mitte
eu_es: Zentratu
fi_fi: Keskitä
fr_fr: Centrer
gl_es: Centrar
hu_hu: Középpont
nl_nl: Centreren
pl_pl: Centruj
sv_se: Centrera

# view~dictionnary.attributeLayers.msg.layer.not.visible
source: The layer is not visible. Please zoom at a scale in which the features are visible.
cs_cz: Vrstva není viditelná. Zvětšete prosím do měřítka, ve kterém jsou funkce viditelné.
de_de: Der Layer ist nicht sichtbar! Bitte zoomen Sie auf einen Maßstab, in dem die Elemente sichtbar werden.
fi_fi: Taso ei ole näkyvissä. Ole ystävällinen ja zoomaa mittakaavaan jossa ominaisuudet näkyvissä.
fr_fr: La couche n'est pas visible. Veuillez zoomer à une échelle dans laquelle les entités sont visibles.
gl_es: A capa non é visible. Faga zoom ata a escala na que as entidades sexan visibles.
hu_hu: A réteg nem látható. Kérem, közelítsen/távolítson olyan méretig, melynél láthatók a térképelemek.
nl_nl: De laag is niet zichtbaar. Zoom in op een schaal waarin de features zichtbaar worden.
pl_pl: Warstwa jest niedostępna. Proszę zbliżyć lub oddalić do skali, w której obiekty będą widoczne.

# view~dictionnary.selectiontool.results.none
source: No object selected
cs_cz: Nevybrán žádný objekt
de_de: Kein Objekt ausgewählt
fi_fi: Yhtään objektia ei ole valittu
fr_fr: Aucun objet sélectionné
gl_es: Non se seleccionou ningún obxecto
hu_hu: Nincs kiválasztott objektum
nl_nl: Geen object geselecteerd
pl_pl: Nie zaznaczono żadnego obiektu

# view~dictionnary.selectiontool.results.one
source: 1 selected object
cs_cz: 1 vybraný objekt
de_de: 1 Objekt ausgewählt
fi_fi: 1 objekti valittu
fr_fr: 1 objet sélectionné
gl_es: 1 obxecto seleccionado
hu_hu: 1 kiválasztott objektum
nl_nl: 1 geselecteerd object
pl_pl: Zaznaczono 1 obiekt

# view~dictionnary.selectiontool.results.more
source: %s selected objects
cs_cz: %s vybraných objektů
de_de: %s Objekte ausgewählt
fi_fi: %s valittua objektia
fr_fr: %s objets sélectionnés
gl_es: %s obxectos seleccionados
hu_hu: %s kiválasztott objektum
nl_nl: %s geselecteerde objecten
pl_pl: Zaznaczono obiektów: %s

# view~dictionnary.layer.metadata.title
source: Information
cs_cz: Informace
eu_es: Informazioa
fi_fi: Informaatio
fr_fr: Informations
gl_es: Información
hu_hu: Információ
nl_nl: Informatie
pl_pl: Informacja

# view~dictionnary.layer.metadata.layer.name
source: Name
cs_cz: Název
eu_es: izena
fi_fi: Nimi
fr_fr: Nom
gl_es: Nome
hu_hu: Név
nl_nl: Naam
pl_pl: Nazwa
sv_se: Namn

# view~dictionnary.layer.metadata.layer.type
source: Type
cs_cz: Typ
de_de: Typ
eu_es: Mota
fi_fi: Tyyppi
gl_es: Tipo
hu_hu: Típus
pl_pl: Typ
sv_se: Skriv

# view~dictionnary.layer.metadata.layer.type.group
source: Group
cs_cz: Skupina
de_de: Gruppen
eu_es: Grupoa
fi_fi: Ryhmä
fr_fr: Groupe
gl_es: Agrupar
hu_hu: Csoport
nl_nl: Groep
pl_pl: Grupa
sv_se: Grupp

# view~dictionnary.layer.metadata.layer.type.layer
source: Layer
cs_cz: Vrstva
de_de: Ebene
eu_es: Geruza
fi_fi: Taso
fr_fr: Couche
gl_es: Capa
hu_hu: Réteg
nl_nl: Laag
pl_pl: Warstwa
sv_se: Lager

# view~dictionnary.layer.metadata.layer.abstract
source: Description
cs_cz: Poznámka
de_de: Beschreibung
eu_es: Deskripzioa
fi_fi: Kuvaus
gl_es: Descrición
hu_hu: Leírás
nl_nl: Beschrijving
pl_pl: Opis
sv_se: Beskrivning

# view~dictionnary.layer.metadata.layer.link
source: Information
cs_cz: Informace
eu_es: Informazioa
fi_fi: Informaatio
gl_es: Información
hu_hu: Információ
nl_nl: Informatie
pl_pl: Informacja

# view~dictionnary.layer.metadata.layer.info.see
source: Documentation
cs_cz: Dokumentace
de_de: Dokumentation
eu_es: Documentazioa
fi_fi: Dokumentit
gl_es: Documentación
hu_hu: Dokumentáció
nl_nl: Documentatie
pl_pl: Dokumentacja
sv_se: Dokumentation

# view~dictionnary.layer.metadata.zoomToExtent.title
source: Zoom to layer extent
cs_cz: Přiblížit na rozsah vrstvy
de_de: Auf den Layer zoomen
eu_es: Zoom-a geruzaren hedaduran
fi_fi: Zoomaa tason laajuuteen
fr_fr: Zoomer sur la couche
gl_es: Zoom á extensión da capa
hu_hu: Zoom a réteg széleihez igazodva
nl_nl: Zoom naar laag extent
pl_pl: Powiększ do zasięgu warstwy
sv_se: Zooma till lagrets utbredning

# view~dictionnary.layer.metadata.style.title
source: Change layer style
cs_cz: Změnit styl vrstvy
de_de: Layer Stil ändern
eu_es: Aldatu geruzaren estiloa
fi_fi: Muuta tason tyyliä
fr_fr: Changer le style de la couche
gl_es: Cambiar estilo da capa
hu_hu: Rétegstílus megváltoztatása
nl_nl: Wijzig de stijl van de laag
pl_pl: Zmień styl warstwy
sv_se: Ändra lagerstil

# view~dictionnary.layer.metadata.export.title
source: Export
de_de: Exportieren
eu_es: Exportatu
fi_fi: Vie
fr_fr: Exporter
gl_es: Exportar
nl_nl: Exporteren
pl_pl: Eksport
sv_se: Exportera

# view~dictionnary.layer.metadata.opacity.title
source: Opacity
cs_cz: Průhlednost
de_de: Transparenz
fi_fi: Sameus
fr_fr: Opacité
gl_es: Opacidade
hu_hu: Átlátszóság
nl_nl: Transparantie
pl_pl: Przezroczystość

# view~dictionnary.layer.export.right.required
source: Right is required to export layer.
cs_cz: Pro export vrstvy je požadováno povolující právo.
de_de: Berechtigung zum Exportieren der Ebene erforderlich.
eu_es: Baimena behar da geruza esportatzeko
fi_fi: Oikea on pakollinen viedäksesi tason.
fr_fr: Une autorisation est nécessaire pour l'export de couche.
gl_es: Requírese permiso para exportar a capa.
hu_hu: A réteg exportálásához jogosultság szükséges
nl_nl: Rechts is nodig om laag te exporteren.
pl_pl: Wymagane są uprawnienia, aby dokonać eksportu warstwy.
sv_se: Man måste ha rättigheter för att exportera lager.

# view~dictionnary.geobookmark.name.required
source: A name is required to create a bookmark.
cs_cz: Pro vytvoření záložky je vyžadován název.
de_de: Um ein Lesezeichen zu erzeugen, wird ein Name benötigt
eu_es: Izena behar da bookmark-a sortzeko
fi_fi: Nimi on pakollinen luodaksesi kirjanmerkin.
fr_fr: Veuillez renseigner un nom pour le géosignet.
gl_es: Requírese un nome para crear un marcador.
hu_hu: A könyvjelző létrehozásához adja meg a nevét.
nl_nl: Geef een naam aan de bladwijzer.
pl_pl: Wymagana jest nazwa, aby stworzyć zakładkę
sv_se: Ett namn behövs för att skapa ett bokmärke.

# view~dictionnary.geobookmark.confirm.delete
source: Are you sure you want to delete this bookmark?
cs_cz: Opravdu chcete tuto záložku smazat?
de_de: Möchten Sie dieses Lesezeichen wirklich löschen?
eu_es: Ziur zaude bookmark-a ezabatu nahi duzula?
fi_fi: Oletko varma että haluat poistaa tämän kirjanmerkin?
fr_fr: Êtes-vous sûr de vouloir supprimer ce géosignet ?
gl_es: Está seguro de querer eliminar este marcador?
hu_hu: Biztosan törölni szeretné ezt a könyvjelzőt?
nl_nl: Bent u zeker dat u deze bladwijzer wenst te verwijderen?
pl_pl: Jesteś pewien, że chcesz usunąć tę zakładkę?
sv_se: Är du säker på att du vill ta bort detta bokmärke?

# view~dictionnary.popup.msg.start
source: Click to the map to get informations.
cs_cz: Kliknutím na mapu získáte informace.
fi_fi: Klikkaa karttaa saadaksesi tietoja.
fr_fr: Cliquez sur la carte pour obtenir des informations.
gl_es: Faga clic no mapa para obter informacións.
hu_hu: Kattintson a térképre az információkért.
nl_nl: Klik op de kaart voor meer informatie.
pl_pl: Kliknij na mapie, by uzyskać informacje

# view~dictionnary.popup.msg.no.result
source: No object has been found at this location.
cs_cz: V tomto místě nebyl nalezen žádný objekt.
de_de: An dieser Stelle wurde kein Objekt gefunden.
fi_fi: Objektia ei löytynyt tässä sijainnissa.
fr_fr: Aucun objet n'a été identifié à cet endroit.
gl_es: Non se atopou ningún obxecto nesta localización
hu_hu: A megadott helyen nem található objektum.
nl_nl: Geen object werd gevonden op deze locatie.
pl_pl: Nie znaleziono żadnych obiektów w tym miejscu.
sv_se: Inget objekt hittades på denna plats

# view~dictionnary.generic.btn.close.title
source: Close
cs_cz: Zavřít
de_de: Schliessen
eu_es: Itxi
fi_fi: Sulje
fr_fr: Fermer
gl_es: Pechar
hu_hu: Bezár
nl_nl: Sluiten
pl_pl: Zamknij
sv_se: Stäng

# view~dictionnary.atlas.toolbar.play
source: Play
cs_cz: Spusť
de_de: Abspielen
eu_es: Erreproduzitu
fi_fi: Suorita
fr_fr: Lecture
gl_es: Reproducir
hu_hu: Lejátszás
nl_nl: Afspelen
pl_pl: Odtwarzaj
sv_se: Spela upp

# view~dictionnary.atlas.toolbar.stop
source: Stop
de_de: Stopp
eu_es: Gelditu
fr_fr: Arrêter
gl_es: Parar
pl_pl: Zatrzymaj

# view~dictionnary.atlas.toolbar.pause
source: Pause
cs_cz: Pauza
eu_es: Eten
fi_fi: Tauko
gl_es: Pausa
hu_hu: Lejátszás szüneteltetése
nl_nl: Pauze
pl_pl: Pauza
sv_se: Pausa

# view~dictionnary.atlas.toolbar.next
source: Next
cs_cz: Další
de_de: Nächste(r)
eu_es: Siguiente
fi_fi: Seuraava
fr_fr: Suivant
gl_es: Seguinte
hu_hu: Következő
nl_nl: Volgende
pl_pl: Następny
sv_se: Nästa

# view~dictionnary.atlas.toolbar.prev
source: Previous
cs_cz: Předchozí
de_de: Vorherige(r)
eu_es: Anterior
fi_fi: Edellinen
fr_fr: Précédent
gl_es: Previo
hu_hu: Előző
nl_nl: Voorgaande
pl_pl: Poprzedni
sv_se: Föregående

# view~dictionnary.embed.open.map
source: Open the map in full screen
cs_cz: Otevřit mapu na celou obrazovku
de_de: Karte in Vollbild öffen
fi_fi: Avaa kartta koko näytölle
fr_fr: Ouvrir la carte en plein écran
gl_es: Abrir o mapa a pantalla completa
hu_hu: A térkép megnyitása teljes képernyőn
nl_nl: Open de kaart op volledig scherm
pl_pl: Otwórz mapę na pełnym ekranie

# view~dictionnary.filter.btn.zoom.label
source: Zoom
cs_cz: Přiblížit
de_de: Zoomen
eu_es: Zoom-a
fi_fi: Zoomaa
fr_fr: Zoomer
gl_es: Achegar
pl_pl: Powiększenie
sv_se: Zooma

# view~dictionnary.filter.btn.zoom.title
source: Zoom to filtered features
cs_cz: Přiblížit filtrované funkce
fi_fi: Zoomaa suodatettuihin ominaisuuksiin
fr_fr: Zoomer sur les objets filtrés
gl_es: Zum ás entidades filtradas
nl_nl: Zoom gefilterde eigenschappen
pl_pl: Zbliż do filtrowanych obiektów

# view~dictionnary.filter.btn.export.label
source: Export
de_de: Exportieren
eu_es: Exportatu
fi_fi: Vie
fr_fr: Exporter
gl_es: Exportar
hu_hu: Exportálás
nl_nl: Exporteren
pl_pl: Eksport
sv_se: Exportera

# view~dictionnary.filter.btn.export.title
source: Export filtered features
cs_cz: Export filtrovaných funkcí
fi_fi: Vie suodatetut ominaisuudet
fr_fr: Exporter les objets filtrés
gl_es: Exportar entidades filtradas
nl_nl: Exporteer gefilterde eigenschappen
pl_pl: Eksportuj filtrowane obiekty

# view~dictionnary.filter.btn.reset.label
source: Reset
de_de: Zurücksetzen
fi_fi: Aseta alkuarvoihin
fr_fr: Réinitialiser
gl_es: Restablecer
hu_hu: Újrakezdés
pl_pl: Resetuj

# view~dictionnary.filter.btn.reset.title
source: Reset the filter
cs_cz: Resetovat filtr
fi_fi: Tyhjää suodatin
fr_fr: Effacer le filtre
gl_es: Restablecer o filtro
nl_nl: Reset het filter
pl_pl: Resetuj filtr

# view~dictionnary.filter.input.text.title
source: Type some text to search inside this field
cs_cz: Do tohoto pole zadejte text, který chcete vyhledat
fi_fi: Kirjoita hakuteksti tähän tietoon
fr_fr: Tapez du texte pour chercher dans ce champs
gl_es: Teclear algún texto para buscar dentro deste campo
nl_nl: Typ tekst om binnen dit veld te zoeken
pl_pl: Wpisz tu jakiś tekst, by rozpocząć wyszukiwanie

# view~dictionnary.filter.input.text.placeholder
source: Search inside this field
cs_cz: Hledat v tomto poli
fi_fi: Hae tällä tiedolla
fr_fr: Recherche dans ce champs
gl_es: Buscar dentro deste campo
nl_nl: Zoek binnen dit veld
pl_pl: Szukaj w tym polu

# view~dictionnary.filter.label.features
source: features
cs_cz: funkce
fi_fi: ominaisuudet
fr_fr: objets
gl_es: entidades
nl_nl: Eigenschappen
pl_pl: obiekty

# view~edition.access.denied
source: You have not the right to use the edition tools.
cs_cz: Nemáte právo používat editační nástroje.
de_de: Sie sind nicht berechtigt, das Editierwerkzeug zu verwenden.
eu_es: Edizio tresna erabiltzeko ez daukazu baimenik.
fi_fi: Sinulla ei ole oikeuksia käyttäää muokkaustyökaluja.
fr_fr: Vous n'avez pas le droit d'utiliser les outils d'édition.
gl_es: Non ten permiso para utilizar as ferramentas de edición.
hu_hu: Nincs joga a szerkesztő eszköz használatához.
nl_nl: U heeft geen rechten om wijzigingen aan te brengen.
pl_pl: Nie masz uprawnień, by użyć narzędzi edycji.
sv_se: Du får inte använda redigeringsvertyget.

# view~edition.form.action.future.label
source: After saved
cs_cz: Po uložení
de_de: Nach dem Speichern
fi_fi: Tallennuksen jälkeen
fr_fr: Après enregistrement
gl_es: Despois de gardados
hu_hu: Mentés utáni
nl_nl: Na opgeslagen
pl_pl: Po zapisaniu

# view~edition.form.action.future.close
source: Close form
cs_cz: Uzavřít formulář
de_de: Formular schließen
fi_fi: Sulje lomake
fr_fr: Fermer le formulaire
gl_es: Pechar formulario
hu_hu: Form bezárása
nl_nl: Formulier sluiten
pl_pl: Zamknij formularz

# view~edition.form.action.future.create
source: Create new feature
cs_cz: Vytvořít nový prvek
de_de: Neues Element anlegen
fi_fi: Luo uusi ominaisuus
fr_fr: Créer un nouvel objet
gl_es: Crear unha nova entidade
hu_hu: Új elem létrehozása
nl_nl: Maak een nieuwe functie
pl_pl: Stwórz nowy obiekt

# view~edition.form.action.future.edit
source: Reopen form
cs_cz: Znovu otevřít
de_de: Formular erneut öffnen
fi_fi: Avaa lomake uudelleen
fr_fr: Réouvrir le formulaire
gl_es: Abrir de novo o formulario
hu_hu: Form újranyitása
nl_nl: Heropen formulier
pl_pl: Otwórz ponownie z

# view~edition.form.submit.label
source: Save
cs_cz: Uložit
de_de: Speichern
eu_es: Gorde
fi_fi: Tallenna
fr_fr: Enregistrer
gl_es: Gardar
hu_hu: Mentés
nl_nl: Opslaan
pl_pl: Zapisz
sv_se: Spara

# view~edition.form.data.saved
source: Data has been saved.
cs_cz: Data byla uložena
de_de: Daten wurden gespeichert.
eu_es: Datuak gorde dira.
fi_fi: Tiedot on talletettu.
fr_fr: Les données ont bien été enregistrées.
gl_es: Gardáronse os datos.
hu_hu: Az adatok mentése sikeres
nl_nl: De gegevens werden opgeslagen.
pl_pl: Dane zostały zapisane.
sv_se: Data har sparats.

# view~edition.form.cancel.label
source: Cancel
cs_cz: Storno
de_de: Abbrechen
eu_es: Deuseztatu
fi_fi: Peruuta
fr_fr: Annuler
gl_es: Cancelar
hu_hu: Mégsem
nl_nl: Annuleer
pl_pl: Anuluj
sv_se: Annullera

# view~edition.form.reset.label
source: Reset
de_de: Zurücksetzen
fi_fi: Aseta alkuarvoihin
fr_fr: Réinitialiser
gl_es: Restablecer
hu_hu: Újrakezdés
pl_pl: Resetuj

# view~edition.form.btn.clear.title
source: Close
cs_cz: Zavřít
de_de: Schließen
eu_es: Itxi
fi_fi: Sulje
fr_fr: Fermer
gl_es: Pechar
hu_hu: Bezár
nl_nl: Sluiten
pl_pl: Zamknij
sv_se: Stäng

# view~edition.form.cancel.confirm.message
source: Cancel edition?
cs_cz: Zrušit editaci
de_de: Änderungen verwerfen?
eu_es: Edizioa ezeztatu
fi_fi: Peruuta julkaisu?
fr_fr: Êtes-vous sûr de vouloir annuler l'édition de cet objet ?
gl_es: Cancelar edición?
hu_hu: Kilép a szerkesztőeszközből?
nl_nl: Bewerking ongedaan maken?
pl_pl: Anulować edycję?
sv_se: Ångra redigering?

# view~edition.navbar.title
source: Edition
cs_cz: Editace
de_de: Editieren
eu_es: Edizioa
fi_fi: Julkaisu
fr_fr: Édition
gl_es: Edición
hu_hu: szerkesztőeszköz
nl_nl: Bewerken
pl_pl: Edycja
sv_se: Redigering

# view~edition.toolbar.title
source: Edition
cs_cz: Editace
de_de: Editieren
eu_es: Edizioa
fi_fi: Julkaisu
fr_fr: Édition
gl_es: Edición
hu_hu: szerkesztőeszköz
nl_nl: Bewerken
pl_pl: Edycja
sv_se: Redigering

# view~edition.toolbar.draw.title
source: Add
cs_cz: Nový
de_de: Hinzuf.
eu_es: Gehitu
fi_fi: Lisää
fr_fr: Ajouter
gl_es: Engadir
hu_hu: Hozzáad
nl_nl: Toevoegen
pl_pl: Dodaj
sv_se: Lägg till

# view~edition.toolbar.draw.clear.title
source: Clear
cs_cz: Průhledný
de_de: Leeren
eu_es: Garbitu
fi_fi: Tyhjää
fr_fr: Effacer
gl_es: Limpar
hu_hu: Törlés
nl_nl: Leegmaken
pl_pl: Wyczyść
sv_se: Radera

# view~edition.toolbar.draw.save.title
source: Save
cs_cz: Uložit
de_de: Speichern
eu_es: Gorde
fi_fi: Tallenna
fr_fr: Enregistrer
gl_es: Gardar
hu_hu: Mentés
nl_nl: Opslaan
pl_pl: Zapisz
sv_se: Spara

# view~edition.toolbar.select.title
source: Select
cs_cz: Výběr
de_de: Ausw.
eu_es: Aukeratu
fi_fi: Valitse
fr_fr: Sélectionner
gl_es: Seleccionar
hu_hu: Kiválaszt
nl_nl: Sel.
pl_pl: Zaznacz
sv_se: Välj

# view~edition.toolbar.select.unselect.title
source: Unsel.
cs_cz: Zrušení výběru
de_de: A. aufh.
eu_es: Desaukeratu
fi_fi: Poista valinta
fr_fr: Désel.
gl_es: Deseleccionar
hu_hu: Kijelölés törlése
nl_nl: Deselecteer
pl_pl: Odznacz
sv_se: Avselektera

# view~edition.toolbar.select.attr.title
source: Modify
cs_cz: Modifikovat
de_de: Bearb.
eu_es: Aldatu
fi_fi: Muokkaa
fr_fr: Modifier
gl_es: Modificar
hu_hu: Módosít
nl_nl: Wijzig
pl_pl: Modyfikuj
sv_se: Ändra

# view~edition.toolbar.select.undo.title
source: Undo
cs_cz: Zpět
de_de: Rückg.
eu_es: Deuseztatu
fi_fi: Peruuta
fr_fr: Défaire
gl_es: Desfacer
hu_hu: Visszavon
nl_nl: Ongedaan maken
pl_pl: Cofnij
sv_se: Ångra

# view~edition.toolbar.select.delete.title
source: Del
cs_cz: Smazat
de_de: Lösch.
eu_es: Ezabatu
fi_fi: Poista
fr_fr: Sup
gl_es: Eliminar
hu_hu: Törlés
nl_nl: Verw.
pl_pl: Usuń
sv_se: Ta bort

# view~edition.toolbar.delete.title
source: Delete
cs_cz: Smazat
de_de: Löschen
eu_es: Ezabatu
fi_fi: Poista
fr_fr: Supprimer
gl_es: Eliminar
hu_hu: Töröl
nl_nl: Verwijderen
pl_pl: Usuń
sv_se: Ta bort

# view~edition.toolbar.cancel.title
source: Cancel
cs_cz: Storno
de_de: Abbrechen
eu_es: Ezeztatu
fi_fi: Peruuta
fr_fr: Annuler
gl_es: Cancelar
hu_hu: Mégsem
nl_nl: Annuleer
pl_pl: Anuluj
sv_se: Annullera

# view~edition.geomtool.nodetool.title
source: Node tool
cs_cz: Uzlové body
de_de: Knotenwerkzeug
fi_fi: Solmu työkalu
fr_fr: Outil de noeud
gl_es: Ferramenta de nodos
hu_hu: Csomópont eszköz
nl_nl: Node gereedschap
pl_pl: Narzędzie węzłów

# view~edition.geomtool.drag.title
source: Drag
cs_cz: Přesunout
de_de: Ziehen
fi_fi: Vedä
fr_fr: Déplacer
gl_es: Arrastrar
hu_hu: Mozgatás
nl_nl: Slepen
pl_pl: Przeciągnij

# view~edition.geomtool.rotate.title
source: Rotate
cs_cz: Rotovat
de_de: Rotieren
fi_fi: Kierrä
fr_fr: Pivoter
gl_es: Rotar
hu_hu: Forgatás
nl_nl: Draaien
pl_pl: Obróć

# view~edition.geomtool.reshape.title
source: Reshape
cs_cz: Změna tvaru
de_de: Verformen
fi_fi: Muotoile uudelleen
fr_fr: Remodeler
gl_es: Cambiar forma
hu_hu: Újra-rajzolás
nl_nl: Hervormen
pl_pl: Zmień kształt

# view~edition.point.coord.title
source: Manage point/vertex coordinates
cs_cz: Správa souřadnic bodů / vrcholů
de_de: Punkt/Scheitel Koordinaten Verwalten
fi_fi: Muokkaa pisteen/verteksin koordinaatteja
fr_fr: Gérer les coordonnées du point/vertex
gl_es: Administrar coordenadas do punto/vértice
hu_hu: A point/vertex koordináták módosítása
nl_nl: Beheer punt / vertex coördinaten
pl_pl: Zarządzaj współrzędnymi punktów/węzłów

# view~edition.point.coord.crs.label
source: CRS:
de_de: Koord:
fr_fr: SCR:
gl_es: SRC:

# view~edition.point.coord.geolocation.label
source: linked to geolocation
cs_cz: spojené s geolokací
de_de: mit Standort verbunden
fi_fi: linkitetty maantieteelliseen sijaintiin
fr_fr: lié à la géolocalisation
gl_es: enlazado á xeolocalización
hu_hu: földrajzi helyhez /geolokációhoz/ kapcsolva
nl_nl: Gekoppeld aan geolocatie
pl_pl: połączony z geolokalizacją

# view~edition.point.coord.add.label
source: Add
cs_cz: Přidat
de_de: Hinzufügen
eu_es: Añadir
fi_fi: Lisää
fr_fr: Ajouter
gl_es: Engadir
hu_hu: Hozzáad
nl_nl: Toevoegen
pl_pl: Dodaj
sv_se: Lägg till

# view~edition.point.coord.finalize.label
source: Finalize
cs_cz: Dokončit
de_de: Fertigstellen
fi_fi: Viimeistele
fr_fr: Finaliser
gl_es: Finalizar
hu_hu: Véglegesítés
nl_nl: Afronden
pl_pl: Zakończ

# view~edition.geolocate.toolbar.title
source: Edition:
cs_cz: Editace:
de_de: Editierung:
fi_fi: Painos:
fr_fr: Édition :
gl_es: Edición:
hu_hu: Szerkesztőeszköz:
nl_nl: Editie:
pl_pl: Edycja:

# view~edition.toolbar.draw.tooltip
source: Activate the tool for creating new objects.
cs_cz: Aktivace nástroje pro vytvoření nového prvku
de_de: Werkzeug zum erstellen neuer Objekte aktivieren.
eu_es: Objektu berriak sortzeko tresna aktibatu.
fi_fi: Aktivoi työkalu käyttääksesi uusia objekteja.
fr_fr: Activer l'outil de création d'objet.
gl_es: Activar a ferramenta para crear novos obxectos.
hu_hu: Aktiválja az eszközt új objektumok létrehozásához.
nl_nl: Activeer het gereedschap voor aanmaken van nieuwe objecten.
pl_pl: Aktuwyj narzędzie, by stworzyć nowe obiekty.
sv_se: Aktivera verktyget för att skapa ett nytt objekt.

# view~edition.toolbar.draw.clear.tooltip
source: Cancel the current drawing.
cs_cz: Zrušte aktuální kresbu
de_de: Aktuelle Zeichnung abbrechen.
eu_es: Marrazketa deuseztatu.
fi_fi: Peruuta nykyinen piirros.
fr_fr: Annuler le dessin en cours.
gl_es: Cancelar o debuxo actual.
hu_hu: Kilépés az aktuális rajzból.
nl_nl: Stop met de huidige tekening.
pl_pl: Anuluj aktualną edycję.
sv_se: Ångra nuvarande redigering.

# view~edition.toolbar.draw.save.tooltip
source: Finalize the current drawing.
cs_cz: Dokončete aktuální kresbu
de_de: Aktuelle Zeichnung anschließen.
eu_es: Marrazketa bukatu.
fi_fi: Viimeistele nykyinen piirros.
fr_fr: Terminer le dessin en cours.
gl_es: Rematar o debuxo actual.
hu_hu: Az aktuális rajz véglegesítése.
nl_nl: Werk de huidige tekening af.
pl_pl: Zakończ aktualną edycję.
sv_se: Färdigställ nuvarande redigering.

# view~edition.toolbar.select.tooltip
source: Activate the selection tool.
cs_cz: Aktivace nástroje pro výběr
de_de: Auswahlwerkzeug aktivieren.
eu_es: Aukeratzeko tresna aktibatu.
fi_fi: Aktivoi valintatyökalu.
fr_fr: Activer l'outil de sélection.
gl_es: Activar a ferramenta de selección.
hu_hu: A kiválasztó eszköz aktiválása.
nl_nl: Activeer het selectietool.
pl_pl: Aktywuj narzędzie selekcji.
sv_se: Aktivera selekteringsverktyget.
