Repository: 3liz/lizmap-plugin
Catalog: lizmap/lizmap-locales/web-client/*/view.po
Languages: cs_cz, de_de, eu_es, fi_fi, fr_fr, gl_es, hu_hu, nl_nl, pl_pl, sv_se

# view~edition.unlink.error.sql
source: An error occured while removing link.
cs_cz: Při odebrání odkazu došlo k chybě.
de_de: Beim Löschen der Verbindung ist ein Fehler aufgetreten.
eu_es: Errorea jazo da esteka kentzerakoan.
fi_fi: Tapahtui virhe poistettaessa linkkiä.
fr_fr: Une erreur est survenue lors de la suppression du lien .
gl_es: Ocorreu un erro eliminando o enlace.
hu_hu: Hiba törtlén a link eltávolítása közben.
nl_nl: Er is een fout opgetreden tijdens het verwijderen van de link.
pl_pl: Napotkano błąd podczas usuwania połączenia.
sv_se: Ett fel uppstod vid borttagning av länk.

# view~default.repository.access.denied
source: You cannot access this repository.
cs_cz: Přístup do repozitáře odepřen
de_de: Sie haben auf dieses Verzeichnis keinen Zugriff.
eu_es: Ezin daiteke errepositoriora sartu.
fi_fi: Et voi käyttää tätä etäkirjastoa.
fr_fr: Vous n'avez pas les droits pour voir ce répertoire de cartes.
gl_es: Non pode acceder a este repositorio.
hu_hu: Nem férhet hozzá ehhez a gyűjteményhez
nl_nl: U heeft geen toegang tot deze gegevensbank
pl_pl: Nie masz dostępu do tego repozytorium.
sv_se: Du kan inte komma åt denna repository.

# view~default.repository.list.title
source: Projects
cs_cz: Projekty
de_de: Projekte
eu_es: Proiektuak
fi_fi: Projektit
fr_fr: Projets
gl_es: Proxectos
hu_hu: Projektek
nl_nl: Projecten
pl_pl: Projekty
sv_se: Projekt

# view~default.home.title
source: Home
cs_cz: Úvodní strana
fi_fi: Alku
fr_fr: Accueil
gl_es: Inicio
pl_pl: Strona główna

# view~default.project.access.denied
source: Access denied for this project.
cs_cz: Přistup k tomuto projektu zamítnut
de_de: Zugang zu diesem Projekt verweigert.
eu_es: Ezin daiteke mapara sartu.
fi_fi: Käyttö kielletty tälle projektille.
fr_fr: Ce projet a été masqué par l'administrateur. Vous ne pouvez pas y accéder.
gl_es: Acceso denegado a este proxecto.
hu_hu: A hozzáférés megtagadva ehhez a projekthez.
nl_nl: Toegang geweigerd voor dit project.
pl_pl: Dostęp zabroniony.
sv_se: Åtkomst nekad för detta projekt

# view~default.project.title.label
source: Title
cs_cz: Titul (název)
de_de: Titel
eu_es: Tituloa
fi_fi: Otsikko
fr_fr: Titre
gl_es: Título
hu_hu: Cím
pl_pl: Tytuł
sv_se: Titel

# view~default.project.abstract.label
source: Abstract
cs_cz: Projekce
de_de: Kurzbeschreibung
eu_es: Laburpena
fi_fi: Abstrakti
fr_fr: Résumé
gl_es: Resumo
hu_hu: Kivonat
nl_nl: Overzicht
pl_pl: Streszczenie
sv_se: Sammanfattning

# view~default.project.projection.label
source: Projection
cs_cz: Projekce
de_de: Koordinatensystem
eu_es: Proiekzioa
fi_fi: Projektio
gl_es: Proxección
hu_hu: Vetület
nl_nl: Projectie
pl_pl: Układ współrzędnych
sv_se: Projektion

# view~default.project.bbox.label
source: Bounding Box
cs_cz: Ohraničující rámeček
de_de: Zeichnungsausschnitt
eu_es: Eremu máximoa
fi_fi: Rajauslaatikko
fr_fr: Emprise
gl_es: Caixa Delimitadora
hu_hu: Határoló négyszög
pl_pl: Ramka mapy

# view~default.project.open.map
source: Load the map
cs_cz: Nahrávám mapu
de_de: Karte Laden
eu_es: Mapa kargatu
fi_fi: Lataa kartta
fr_fr: Voir la carte
gl_es: Cargar o mapa
hu_hu: Térkép betöltése
nl_nl: Laad de kaart op
pl_pl: Załaduj mapę
sv_se: Ladda kartan

# view~default.project.open.map.metadata
source: View metadata
cs_cz: Prohlížet metadata
de_de: Metadaten anzeigen
eu_es: Metadatuak ikusi
fi_fi: Näytä metadata
fr_fr: Description
gl_es: Ver os metadatos
hu_hu: Metaadatok megtekintése
nl_nl: Bekijk metagegevens
pl_pl: Zobacz metadane
sv_se: Se metadata

# view~default.project.close.map.metadata
source: Close
cs_cz: Zavřít
de_de: Schließen
eu_es: Itxi
fi_fi: Sulje
fr_fr: Fermer
gl_es: Pechar
hu_hu: Bezár
nl_nl: Sluiten
pl_pl: Zamknij
sv_se: Stäng

# view~default.header.connect
source: Connect
cs_cz: Připojit
de_de: Verbinden
eu_es: Konektatu
fi_fi: Yhdistä
fr_fr: Connexion
gl_es: Conectar
hu_hu: Belépés
nl_nl: Aansluiten
pl_pl: Połącz
sv_se: Anslut

# view~default.header.disconnect
source: Disconnect
cs_cz: Odpojit
de_de: Abmelden
eu_es: Deskonektatu
fi_fi: Katkaise yhteys
fr_fr: Déconnexion
gl_es: Desconectar
hu_hu: Kilépés
nl_nl: Loskoppelen
pl_pl: Rozłącz
sv_se: Avsluta

# view~default.header.createAccount
source: Register
cs_cz: Registruj
de_de: Registrieren
eu_es: Erregistratu
fi_fi: Rekisteri
fr_fr: Inscription
gl_es: Rexistrar
hu_hu: Regisztráció
nl_nl: Registreren
pl_pl: Zarejestruj się
sv_se: Registrera

# view~default.header.menuitem.admin.label
source: Administration
cs_cz: Administrace
de_de: Administration/Verwaltung
eu_es: Administrazioa
fi_fi: Hallinta
gl_es: Administración
hu_hu: Felügyelet
nl_nl: Beheer
pl_pl: Administracja

# view~map.title.h1
source: Lizmap Web Client
de_de: Lizmap Webanwendung
eu_es: Lizmap Web Bezeroa
fi_fi: Lizmap Web selain
gl_es: Cliente Web Lizmap
hu_hu: Lizmap Web Kliens
sv_se: Lizmap webbklient

# view~map.title.h2
source: Qgis Server Demo
cs_cz: Qgis Demo Server
de_de: Qgis Server Beispiel
eu_es: Qgis Serbitzariaren erakusketa
fi_fi: Qgis palvelin demo
fr_fr: Démonstration de Qgis Server
gl_es: Demo de QGIS Server
pl_pl: Demo QGIS Server

# view~map.map
source: Map
cs_cz: Mapa
de_de: Karte
eu_es: Mapa
fi_fi: Kartta
fr_fr: Carte
gl_es: Mapa
hu_hu: Térkép
nl_nl: Kaart
pl_pl: Mapa
sv_se: Karta

# view~map.layers
source: Layers
cs_cz: Vrstva
de_de: Legende
eu_es: Geruzak
fi_fi: Tasot
fr_fr: Couches
gl_es: Capas
hu_hu: Rétegek
nl_nl: Lagen
pl_pl: Warstwy
sv_se: Lager

# view~map.legend
source: Legend
cs_cz: Legenda
de_de: Legende
eu_es: Legenda
fi_fi: Selite
fr_fr: Légende
gl_es: Lenda
hu_hu: Jelmagyarázat
nl_nl: Legende
pl_pl: Legenda
sv_se: Teckenförklaring

# view~map.map.only
source: Map only
cs_cz: Jen mapa
de_de: Legende ausblenden
eu_es: Mapa soilik
fi_fi: Ainoastaan kartta
fr_fr: Carte seule
gl_es: Só o mapa
hu_hu: Csak térkép
nl_nl: Alleen overzicht
pl_pl: Pokaż tylko mapę
sv_se: Endast karta

# view~map.legend.map
source: Legend/Map
cs_cz: Legenda/Mapa
de_de: Legende einblenden
eu_es: Legenda/Mapa
fi_fi: Selite/Kartta
fr_fr: Légende/Carte
gl_es: Lenda/Mapa
hu_hu: Jelmagyarázat/Térkép
nl_nl: Legende/Kaart
pl_pl: Legenda/Mapa
sv_se: Teckenförklaring/Karta

# view~map.search.nominatim.placeholder
source: Search
cs_cz: Vyhledávání
de_de: Suche
eu_es: Bilatu
fi_fi: Etsi
fr_fr: Rechercher
gl_es: Buscar
hu_hu: Keresés
nl_nl: Zoeken
pl_pl: Szukaj
sv_se: Sök

# view~map.search.nominatim.button
source: Searching
cs_cz: Vyhledávání
de_de: Suche
eu_es: Bilatzen
fi_fi: Etsitään
fr_fr: Rechercher
gl_es: Busca
hu_hu: Keresés folyamatban
nl_nl: Zoekopdracht lopend
pl_pl: Wyszukiwanie
sv_se: Söker

# view~map.print.navbar.title
source: Print
cs_cz: Tisk
de_de: Drucken
eu_es: Imprimatu
fi_fi: Tulosta
fr_fr: Impression
gl_es: Imprimir
hu_hu: Nyomtatás
nl_nl: Afdrukken
pl_pl: Drukuj
sv_se: Skriv ut

# view~map.tooltip.navbar.title
source: Tooltip
cs_cz: Rychlý náhled
de_de: Hinweistext
eu_es: Tooltip-a
fi_fi: Vinkki
fr_fr: Infobulle
gl_es: Mensaxe emerxente
hu_hu: Elemleírás -tooltip-
nl_nl: Gebruikersinformatie
pl_pl: Podpowiedź

# view~map.geolocate.navbar.title
source: Geolocation
cs_cz: Geolokace
de_de: Standort
eu_es: Geokokatu
fi_fi: Maantieteellinen sijainti
fr_fr: Géolocalisation
gl_es: Xeolocalización
hu_hu: Helymeghatározás
nl_nl: Geolocatie
pl_pl: Wyświetl aktualne położenie
sv_se: Geografisk lokalisering

# view~map.measure.navbar.title
source: Measure
cs_cz: Měření
de_de: Messen
eu_es: Neurtu
fi_fi: Mittaus
fr_fr: Mesurer
gl_es: Medir
hu_hu: Mérés
nl_nl: Eenheid
pl_pl: Pomiary
sv_se: Mät

# view~map.permalink.navbar.title
source: Permalink
cs_cz: Odkaz na mapu
eu_es: Permaesteka
fi_fi: Kiinteä linkki
fr_fr: Permalien
gl_es: Enlace permanente
sv_se: Permalänk

# view~map.selectiontool.navbar.title
source: Selection
cs_cz: Výběr
de_de: Auswahl
fi_fi: Valinta
fr_fr: Sélection
gl_es: Selección
hu_hu: Szelekció
nl_nl: Selectie
pl_pl: Zaznaczenie

# view~map.toolbar.content.underway
source: Underway...
cs_cz: V plném proudu
de_de: bitte warten...
eu_es: Lanean...
fi_fi: Meneillään ...
fr_fr: En cours...
gl_es: En proceso...
nl_nl: In verwerking
pl_pl: W toku...
sv_se: På väg...

# view~map.toolbar.content.stop
source: Stop
de_de: Stopp
eu_es: Gelditu
fr_fr: Arrêter
gl_es: Parar

# view~map.print.toolbar.title
source: Print
cs_cz: Tisk
de_de: Drucken
eu_es: Imprimatu
fi_fi: Tulosta
fr_fr: Imprimer
gl_es: Imprimir
hu_hu: Nyomtatás
nl_nl: Afdrukken
pl_pl: Drukuj
sv_se: Skriv ut

# view~map.print.toolbar.scale
source: Scale
cs_cz: Měřítko
de_de: Maßstab
eu_es: Eskala
fi_fi: Mittakaava
fr_fr: Échelle
gl_es: Escala
hu_hu: Méretezés
nl_nl: Schaal
pl_pl: Skala
sv_se: Skala

# view~map.print.toolbar.dpi
source: DPI
gl_es: Puntos por polgada

# view~map.print.toolbar.format
source: Format
cs_cz: Formát
fi_fi: Muoto
gl_es: Formato
hu_hu: Formátum
nl_nl: Formaat

# view~map.print.toolbar.template
source: Template
cs_cz: Šablona
de_de: Vorlage
fi_fi: Malli
fr_fr: Modèle
gl_es: Modelo
hu_hu: Sablon
nl_nl: Sjabloon
pl_pl: Szablon

# view~map.tooltip.toolbar.title
source: Tooltip
cs_cz: Rychlý náhled
de_de: Hinweistext
eu_es: Tooltip-a
fi_fi: Vinkki
fr_fr: Infobulle
gl_es: Mensaxe emerxente
hu_hu: Elemleírás -tooltip-
nl_nl: Gebruikersinformatie
pl_pl: Podpowiedź

# view~map.tooltip.toolbar.layer
source: Highlight layer
cs_cz: Aktivní vrstva
de_de: Auswahlebene
eu_es: Marradura duen geruza
fi_fi: Korosta tasoa
fr_fr: Couche d'infobulle
gl_es: Resaltar capa
hu_hu: Réteg kiemelése
nl_nl: Markeer laag
pl_pl: Podświetl warstwę
sv_se: Betona lagret

# view~map.geolocate.toolbar.title
source: Geolocation
cs_cz: Geolokace
de_de: Standort
eu_es: Geokokatu
fi_fi: Maantieteellinen sijainti
fr_fr: Géolocalisation
gl_es: Xeolocalización
hu_hu: Helymeghatározás
nl_nl: Geolocatie
pl_pl: Aktualne położenie
sv_se: Lokalisering

# view~map.geolocate.toolbar.center
source: Center
cs_cz: Centr
de_de: Mitte
eu_es: Erdiratu
fi_fi: Keskitä
fr_fr: Centrer
gl_es: Centrar
hu_hu: Középre
nl_nl: In het midden plaatsen
pl_pl: Centruj
sv_se: Centrera

# view~map.geolocate.toolbar.bind
source: Stay centered
cs_cz: Centrovat
de_de: Zentriert bleiben
eu_es: Erdiratuta mantendu
fi_fi: Pysy keskellä
fr_fr: Rester centré
gl_es: Permanecer centrado
hu_hu: Maradjon középen
nl_nl: Blijf gecentreerd
pl_pl: Pozostaw wycentrowaną
sv_se: Förbli centrerad

# view~map.geolocate.toolbar.stop
source: Stop
de_de: Stopp
eu_es: Gelditu
fr_fr: Arrêter
gl_es: Parar

# view~map.measure.toolbar.title
source: Measures
cs_cz: Měření
de_de: Grössen
fi_fi: Mitat
fr_fr: Mesures
gl_es: Medidas
hu_hu: Mérések
nl_nl: Eenheden
pl_pl: Pomiary
sv_se: Mätningar

# view~map.measure.toolbar.length
source: Length
cs_cz: Délka
de_de: Länge
eu_es: Luzera
fi_fi: Pituus
fr_fr: Longueur
gl_es: Lonxitude
hu_hu: Hossz
nl_nl: Lengte
pl_pl: Długość
sv_se: Längd

# view~map.measure.toolbar.area
source: Area
cs_cz: Plocha
de_de: Fläche
fi_fi: Ala
fr_fr: Aire
gl_es: Área
hu_hu: Terület
nl_nl: Oppervlakte
pl_pl: Powierzchnia

# view~map.measure.toolbar.perimeter
source: Perimeter
cs_cz: Obvod
de_de: Umfang
eu_es: Perimetroa
fi_fi: Ympärysmitta
fr_fr: Périmètre
gl_es: Perímetro
hu_hu: Kerület
nl_nl: Omtrek
pl_pl: Obwód
sv_se: Omkrets

# view~map.selectiontool.toolbar.title
source: Selection
cs_cz: Výběr
de_de: Auswahl
fi_fi: Valinta
fr_fr: Sélection
gl_es: Selección
hu_hu: Szelekció
nl_nl: Selectie
pl_pl: Zaznaczenie

# view~map.selectiontool.toolbar.layer
source: Selection layer
cs_cz: Výběr vrstvy
de_de: Auswahl Ebene
fi_fi: Valintataso
fr_fr: Couche de sélection
gl_es: Capa de selección
hu_hu: Szelekciós réteg
nl_nl: Selectie laag
pl_pl: Warstwa zaznaczenia

# view~map.selectiontool.toolbar.query.deactivate
source: Deactivate
cs_cz: Deaktivace
de_de: Ausschalten
fi_fi: Poista aktivointi
fr_fr: Désactivé
gl_es: Desactivar
hu_hu: Kikapcsol
nl_nl: Deactiveren
pl_pl: Deaktywuj

# view~map.selectiontool.toolbar.query.box
source: Box
de_de: Viereck
fi_fi: Laatikko
fr_fr: Carré
gl_es: Caixa
hu_hu: Négyszög
nl_nl: Vierkant

# view~map.selectiontool.toolbar.query.circle
source: Circle
cs_cz: Kruh
de_de: Kreis
fi_fi: Ympyrä
fr_fr: Cercle
gl_es: Círculo
hu_hu: Kör
nl_nl: Cirkel
pl_pl: Koło

# view~map.selectiontool.toolbar.query.polygon
source: Polygon
fi_fi: Monikulmio
fr_fr: Polygone
gl_es: Polígono
hu_hu: Poligon
nl_nl: Veelhoek
pl_pl: Poligon

# view~map.selectiontool.toolbar.query.freehand
source: Free hand
cs_cz: Od ruky
de_de: Freihändig
fi_fi: Vapaakäsi
fr_fr: Main levé
gl_es: Man libre
hu_hu: Szabadkézi rajz
nl_nl: Losse hand
pl_pl: Dowolny kształt

# view~map.selectiontool.toolbar.action.type.refresh
source: New selection
cs_cz: Nový výběr
de_de: Neue Auswahl
fi_fi: Uusi valinta
fr_fr: Nouvelle sélection
gl_es: Nova selección
hu_hu: Új szelekció
nl_nl: Nieuwe selectie
pl_pl: Nowe zaznaczenie

# view~map.selectiontool.toolbar.action.type.plus
source: Add to selection
cs_cz: Přidat do výběru
de_de: Zur Auswahl hinzufügen
fi_fi: Lisää valintaan
fr_fr: Ajouter à la sélection
gl_es: Engadir á selección
hu_hu: Szelekcióhoz ad
nl_nl: Toevoegen aan selectie
pl_pl: Dodaj do zaznaczenia

# view~map.selectiontool.toolbar.action.type.minus
source: Remove from selection
cs_cz: Vymazat z výběru
de_de: Von Auswahl entfernen
fi_fi: Poista valinnasta
fr_fr: Supprimer de la sélection
gl_es: Eliminar da selección
hu_hu: Eltávolítás a szelekcióból
nl_nl: Verwijderen uit selectie
pl_pl: Odznacz

# view~map.selectiontool.toolbar.action.unselect
source: Unselect all
cs_cz: Odznačit vše
de_de: Auswahl aufheben
eu_es: Delekzionatu dana
fi_fi: Poista valinta kaikesta
fr_fr: Tout désélectionner
gl_es: Deseleccionar todo
hu_hu: Szelekció megszüntetése
nl_nl: Schakel alles uit
pl_pl: Odznacz wszystko
sv_se: Avselektera alla

# view~map.selectiontool.toolbar.action.filter
source: Filter
cs_cz: Filtr
de_de: Filtrieren
eu_es: Filtratu
fi_fi: Suodatin
fr_fr: Filtrer
gl_es: Filtrar
hu_hu: Szűrés
pl_pl: Filtr

# view~map.menu.close.hover
source: Hide the menu
cs_cz: Skrýt menu
de_de: Menü ausblenden
eu_es: Menua ezkutatu
fi_fi: Piilota valikko
fr_fr: Masquer le menu
gl_es: Agochar o menú
hu_hu: Menü elrejtése
nl_nl: Verberg het menu
pl_pl: Ukryj menu
sv_se: Göm menyn

# view~map.menu.show.hover
source: Show the menu
cs_cz: Zobrazit menu
de_de: Menü einblenden
eu_es: Menu erakutsi
fi_fi: Näytä valikko
fr_fr: Afficher le menu
gl_es: Amosar o menú
hu_hu: Menü mutatása
nl_nl: Toon het menu
pl_pl: Pokaż menu
sv_se: Visa menyn

# view~map.locatemenu.title
source: Locating
cs_cz: Vyhledat
de_de: Position wird ermittelt
eu_es: Kokapena
fi_fi: Paikallistaminen
fr_fr: Localisation
gl_es: Localizar
hu_hu: Helymeghatározás
nl_nl: Localisatie
pl_pl: Wyszukaj...
sv_se: Lokalisera

# view~map.switchermenu.title
source: Layers
cs_cz: Vrstva
de_de: Legende
eu_es: Legenda
fi_fi: Tasot
fr_fr: Couches
gl_es: Capas
hu_hu: Rétegek
nl_nl: Lagen
pl_pl: Warstwy
sv_se: Lager

# view~map.legendmenu.title
source: Legend
cs_cz: Legenda
de_de: Legende
eu_es: Legenda
fi_fi: Selite
fr_fr: Légende
gl_es: Lenda
hu_hu: Jelmagyarázat
nl_nl: Legende
pl_pl: Legenda
sv_se: Teckenförklaring

# view~map.baselayermenu.title
source: Base Layer
cs_cz: Základní vrstva
de_de: Grundlayer
eu_es: Oinarri geruza
fi_fi: Perustaso
fr_fr: Fond de carte
gl_es: Capa Base
hu_hu: Háttérréteg
nl_nl: Basislaag
pl_pl: Warstwa podkładowa
sv_se: Bakgrundslager

# view~map.baselayer.select.hover
source: Select baselayer
cs_cz: Výběr základní vrstvy
de_de: Grundlayer auswählen
eu_es: Oinarri geruza aukeratu
fi_fi: Valitse perustaso
fr_fr: Sélectionner le fond
gl_es: Seleccionar capa base
hu_hu: Háttér-réteg kiválasztása
nl_nl: Selecteer basislaag
pl_pl: Wybierz warstwę podkładową
sv_se: Välj bakgrundslager

# view~map.navbar.pan.hover
source: Pan map
cs_cz: Posunout
de_de: Karte bewegen
eu_es: Mapa mugitu
fi_fi: Siirrä karttaa
fr_fr: Déplacer la carte
gl_es: Desprazar mapa
hu_hu: A térkép pásztázása
nl_nl: Panoramische weergave kaart
pl_pl: Przesuń mapę
sv_se: Panorera karta

# view~map.navbar.zoom.hover
source: Zoom by rectangle
cs_cz: Přiblížit na výběr
de_de: per Rechteck zoomen
eu_es: Karratu baten bidez zoom egin
fi_fi: Zoomaa nelikulmiolla
fr_fr: Zoomer par rectangle
gl_es: Zoom de rectángulo
hu_hu: Zoom négyszöggel
nl_nl: Zoom in rechthoek
pl_pl: Powiększ przez zaznaczenie
sv_se: Zooma med rektangel

# view~map.navbar.zoomextent.hover
source: Zoom to initial map extent
cs_cz: Výchozí zobrazení mapy
de_de: An anfangs Masstab zoomen
fi_fi: Zoomaa alkuperäiseen karttapohjaan
fr_fr: Zoomer sur l'étendue initiale
gl_es: Ampliar á extensión inicial do mapa
hu_hu: Zoom a térkép külső határaihoz igazodva
nl_nl: Zoom terug naar originele omvang kaart
pl_pl: Oddal do początkowego zasięgu mapy

# view~map.navbar.zoomin.hover
source: Zoom in
cs_cz: Zvětšit
de_de: Hereinzoomen
eu_es: Zoom gehiago
fi_fi: Sisennä
fr_fr: Zoomer
gl_es: Achegar
hu_hu: Közelítés
nl_nl: Kaart uitvergroten
pl_pl: Powiększ
sv_se: Zooma in

# view~map.navbar.slider.hover
source: Slide to zoom in or out
cs_cz: Posuvné měřítko
de_de: Zum Zoomen verschieben
eu_es: Mugitu zooma gehitu edo kentzeko
fi_fi: Liuku lähentämiseen tai loitontamiseen
fr_fr: Faire glisser pour zoomer ou dézoomer
gl_es: Arrastrar para achegar ou afastar
hu_hu: Csúsztassa a közelítéshez, vagy távolításhoz
nl_nl: Verschuif om te vergroten of te verkleinen
pl_pl: Przesuń, aby powiększyć lub pomniejszyć
sv_se: Slida för att zooma in eller ut

# view~map.navbar.zoomout.hover
source: Zoom out
cs_cz: Zmenšit
de_de: Herauszoomen
eu_es: Zoom gutxiago
fi_fi: Loitonna
fr_fr: Dézoomer
gl_es: Afastar
hu_hu: Távolítás
nl_nl: Verkleinen van de kaart
pl_pl: Pomniejsz
sv_se: Zooma ut

# view~map.navbar.previous.hover
source: Previous
cs_cz: Předchozí
de_de: Vorherige(r)
eu_es: Aurrekoa
fi_fi: Edellinen
fr_fr: Précédent
gl_es: Previo
hu_hu: Előző
nl_nl: Voorgaand
pl_pl: Poprzedni
sv_se: Föregående

# view~map.navbar.next.hover
source: Next
cs_cz: Následující
de_de: Nächste(r)
eu_es: Hurrengoa
fi_fi: Seuraava
fr_fr: Suivant
gl_es: Seguinte
hu_hu: Következő
nl_nl: Volgende
pl_pl: Następny
sv_se: Nästa

# view~map.overviewmap.hover
source: Move the rectanle to pan the map
cs_cz: Přiblížit na výběr
de_de: Rechteck bewegen, um sich in der Karte zu bewegen
eu_es: Karratura mugitu mapa mugitzeko
fi_fi: Siirrä suorakulmiota panoroidaksesi karttaa
fr_fr: Faire glisser le rectangle pour déplacer la carte
gl_es: Mover o rectángulo para desprazar o mapa
hu_hu: A pásztázáshoz mozgassa a négyzetet
nl_nl: Beweeg het vierkant om het panoramische weergave te wijzigen
pl_pl: Przenieś kwadrat, by przesunąć mapę
sv_se: Flytta rektangeln för att panorera kartan

# view~map.overviewbar.scaleline.hover
source: Scale bar
cs_cz: Měřítko
de_de: Maßstab-Feld
eu_es: Eskalaren legenda
fi_fi: Mittakaavajana
fr_fr: Barre d'échelle
gl_es: Barra de escala
hu_hu: Méretező csúszka
nl_nl: Schaal
pl_pl: Pasek skali
sv_se: Skalstock

# view~map.overviewbar.scaletext.hover
source: Scale
cs_cz: Měřítko
de_de: Maßstab
eu_es: Eskala
fi_fi: Mittakaava
fr_fr: Échelle
gl_es: Escala
hu_hu: Méretezés
nl_nl: Schaal
pl_pl: Skala
sv_se: Skala

# view~map.overviewbar.scaletext.title
source: Scale
cs_cz: Měřítko
de_de: Maßstab
eu_es: Eskala
fi_fi: Mittakaava
fr_fr: Échelle
gl_es: Escala
hu_hu: Méretezés
nl_nl: Schaal
pl_pl: Skala
sv_se: Skala

# view~map.overviewbar.displayoverview.hover
source: Display/Hide Overview
cs_cz: Zobrazit/Skrýt přehled
de_de: Übersicht ein-/ausblenden
eu_es: Erakutsi/Ezkutatu aurretiazko bista
fi_fi: Näytä/Piilota yleiskatsaus
fr_fr: Afficher/masquer la carte miniature
gl_es: Amosar/Agochar Vista Xeral
hu_hu: Az áttekintés mutatása/elrejtése
nl_nl: Tonen/verbergen overzicht
pl_pl: Pokaż/Ukryj podgląd
sv_se: Visa/göm översikt

# view~map.mouseposition.hover
source: Mouse position
cs_cz: Pozice kurzoru
de_de: Mausposition
eu_es: Saguaren posizioa
fi_fi: Hiiren sijainti
fr_fr: Position de la souris
gl_es: Posición do rato
hu_hu: Egér-pozíció
nl_nl: Positie van de cursor
pl_pl: Pozycja kursora
sv_se: Musposition

# view~map.mouseposition.select
source: Coordinate unit
cs_cz: Jednotky
de_de: Koordinateneinheit
eu_es: Koordenaden unitatea
fi_fi: Koordinaattiyksikkö
fr_fr: Unité des coordonnées
gl_es: Unidade das coordenadas
hu_hu: Koordináta-egység
nl_nl: Coördineer de eenheid
pl_pl: Jednostki współrzędnych
sv_se: Koordinatenhet

# view~map.mouseposition.units.m
source: Meters
cs_cz: Metry
de_de: Meter
eu_es: Metroak
fi_fi: Metrit
fr_fr: Mètres
gl_es: Metros
hu_hu: Méter
nl_nl: Meter
pl_pl: Metry
sv_se: Meter

# view~map.mouseposition.units.f
source: Feet
cs_cz: Stopa
de_de: Fuß
eu_es: Oinak
fi_fi: Jalat
fr_fr: Pieds
gl_es: Pés
hu_hu: Láb
pl_pl: Stopy
sv_se: Fot

# view~map.mouseposition.units.d
source: Degrees
cs_cz: Palec
de_de: Grad
eu_es: Graduak
fi_fi: Asteet
fr_fr: Degrées
gl_es: Graos
hu_hu: Fok
nl_nl: Graden
pl_pl: Stopnie
sv_se: Grader

# view~map.mouseposition.units.dm
source: Deg. Min.
cs_cz: Palec Min.
de_de: Grad. Min.
eu_es: Gra. Min.
fi_fi: Ast.min.
gl_es: Grao Min.
hu_hu: Szögperc
nl_nl: Minimum hoek
pl_pl: St. Min.
sv_se: Grader. Min.

# view~map.mouseposition.units.dms
source: D. M. S.
de_de: G. M. S.
eu_es: G. M.S.
gl_es: G. M. S.
nl_nl: G. M. S.
pl_pl: St. Min. Sek.

# view~map.permalink.toolbar.title
source: Permalink
cs_cz: Odkaz na mapu
eu_es: Permaesteka
fi_fi: Kiinteä linkki
fr_fr: Permalien
gl_es: Enlace permanente
sv_se: Permalänk

# view~map.permalink.share.tab
source: Share
cs_cz: Sdílení
de_de: Teilen
fi_fi: Jaa
fr_fr: Partager
gl_es: Compartir
hu_hu: Megosztás
nl_nl: Delen
pl_pl: Udostępnij

# view~map.permalink.share.tab.title
source: Share the link to current map
cs_cz: Sdílej odkaz na aktuální mapu
de_de: Link in der aktuellen Karte Teilen
fi_fi: Jaa nykyisen kartan linkki
fr_fr: Partager le lien de la carte actuelle
gl_es: Compartir o enlace ó mapa actual
hu_hu: Az aktuális térkép linkjének megosztása
nl_nl: Deel de link naar de huidige kaart
pl_pl: Udostępnij link do aktualnej mapy

# view~map.permalink.share.link
source: Link to current map
cs_cz: Odkaz na aktuální mapu
de_de: Link in aktueller Karte
fi_fi: Linkki nykyiseen karttaan
fr_fr: Lien de la carte actuelle
gl_es: Enlace ó mapa actual
hu_hu: Link az aktuális térképhez
nl_nl: Koppelen met huidige kaart
pl_pl: Link do aktualnej mapy

# view~map.permalink.embed.tab
source: Embed
cs_cz: Vložit
de_de: Einbetten
fi_fi: Upota
fr_fr: Intégrer
gl_es: Integrar
hu_hu: Beágyazott
nl_nl: Insluiten
pl_pl: Osadź

# view~map.permalink.embed.tab.title
source: Embed the current map
cs_cz: Vložte aktuální mapu
de_de: Die aktuelle Karte Einbetten
fi_fi: Upota nykyinen kartta
fr_fr: Intégrer la carte actuelle
gl_es: Integrar o mapa actual
hu_hu: Beágyazva az aktuális térképbe
nl_nl: Sluit de huidige kaart in
pl_pl: Osadź aktualną mapę

# view~map.permalink.embed.size.small
source: Small
cs_cz: Malý
de_de: klein
fi_fi: Pieni
fr_fr: Petite
gl_es: Pequeno
hu_hu: Kicsi
nl_nl: Klein
pl_pl: Mała

# view~map.permalink.embed.size.medium
source: Medium
cs_cz: Střední
de_de: mittel
fi_fi: Keskikokoinen
fr_fr: Moyenne
gl_es: Medio
hu_hu: Közepes
nl_nl: Gemiddeld
pl_pl: Średnia

# view~map.permalink.embed.size.large
source: Large
cs_cz: Velký
de_de: Groß
fi_fi: Iso
fr_fr: Grande
gl_es: Grande
hu_hu: Nagy
nl_nl: Groot
pl_pl: Duża

# view~map.permalink.embed.size.personalized
source: Personalized
cs_cz: Personalizováno
de_de: Personalisiert
fi_fi: Personoitu
fr_fr: Personnalisée
gl_es: Personalizado
hu_hu: Személyre szabott
nl_nl: Gepersonaliseerd
pl_pl: Personalizowana

# view~map.permalink.geobookmark.title
source: Bookmarks
cs_cz: Záložky
de_de: Lesezeichen
eu_es: Bookmark-ak
fi_fi: Kirjanmerkit
fr_fr: Géosignets
gl_es: Marcadores
hu_hu: Könyvjelzők
nl_nl: Bladwijzers
pl_pl: Zakładki
sv_se: Bokmärken
